{
  "docs": [
    {
      "chapter": "Scientific Reports",
      "section": "Scientific Reports",
      "para": "This study aims to evaluate the impact of percutaneous pedicle screw fixation (PPSF) and open pedicle screw fixation (OPSF) on the postoperative paraspinal muscle fat infiltration (FI) rate in patients with thoracolumbar fractures through magnetic resonance imaging (MRI), and explore the association between paraspinal muscle FI rate and regional kyphosis angle. We retrospectively analyzed clinical data from 35 patients who underwent either PPSF or OPSF for thoracolumbar fractures, examining data at preoperative, 1-month postoperative, and 9-months postoperative time points, which included Visual Analog Scale (VAS), Oswestry Disability Index (ODI), and regional kyphosis angle. We obtained preoperative and 9-month postoperative paraspinal muscle FI rates using T2-weighted MRI images and ImageJ software. We analyzed the correlation of FI rates with VAS, ODI, as well as the correction loss percentage of regional kyphosis angle. The analysis revealed a positive correlation between postoperative FI rate increase and correction loss percentage of regional kyphosis angle (r=0.696, p<0.001). The increase in paraspinal muscle FI rate was positively correlated with 9-month postoperative ODI (r=0.763, p<0.001). These findings indicate that an increase in postoperative paraspinal muscle FI rate may result in more significant correction loss of regional kyphosis angle and can lead to increased functional impairment in patients.",
      "cluster": 19,
      "score": -0.008381735958396369
    },
    {
      "chapter": "Scientific Reports",
      "section": "Scientific Reports",
      "para": "Different exogenous electric fields (EF) can guide cell migration, disrupt proliferation, and program cell development. Studies have shown that many of these processes were initiated at the cell membrane, but the mechanism has been unclear, especially for conventionally non-excitable cells. In this study, we focus on the electrostatic aspects of EF coupling with the cell membrane by eliminating Faradaic processes using dielectric-coated microelectrodes. Our data unveil a distinctive biphasic response of the ERK signaling pathway of epithelial cells (MCF10A) to alternate current (AC) EF. The ERK signal exhibits both inhibition and activation phases, with the former triggered by a lower threshold of AC EF, featuring a swifter peaking time and briefer refractory periods than the later-occurring activation phase, induced at a higher threshold. Interestingly, the biphasic ERK responses are sensitive to the waveform and timing of EF stimulation pulses, depicting the characteristics of electrostatic and dissipative interactions. Blocker tests and correlated changes of active Ras on the cell membrane with ERK signals indicated that both EGFR and Ras were involved in the rich ERK dynamics induced by EF. We propose that the frequency-dependent dielectric relaxation process could be an important mechanism to couple EF energy to the cell membrane region and modulate membrane protein-initiated signaling pathways, which can be further explored to precisely control cell behavior and fate with high temporal and spatial resolution. ",
      "cluster": 17,
      "score": -0.03013139895405772
    },
    {
      "chapter": "Scientific Reports",
      "section": "Scientific Reports",
      "para": "Since the end of the 19th century, socio-economic changes have greatly altered the Central European landscape and the structural and functional quality of habitats. Urban sprawl areas have appeared, a reduction of multiple forest uses has resulted in the densification of forests and agricultural land use has changed fundamentally through specialisation and intensification. Many of these changes affect biodiversity. To determine the important drivers of spatio-temporal dynamics of the population of 28 game species, we first considered a total of 130 potential explanatory variables. Second, we aggregated the main drivers of single-species models for habitat guilds. Third, we evaluated the results to aid in the development and implementation of mitigation measures for different ecoregions. We used harvest data as a surrogate for population density from 1875 to 2014 in South Tyrol, Italy. In generalised linear models, we used environmental characteristics such as climate, landscape diversity and structures, land cover, hunting, wildlife diseases, competition and predation, land-use type, and intensity (including pesticide use) as explanatory variables to predict the spatio-temporal dynamics of game species.\nThe important drivers are land use and management changes (intensification in the agriculturally favourable areas, extensification or abandonment in the unfavourable areas) as well as associated changes in the landscape features, diversity and structure, and hunting management. Climatic variables, interspecific competition and diseases only play a subordinate role. The dynamics of the habitat guilds and their drivers provide concrete indications for measures to maintain or improve the habitat quality for the investigated species. Particularly important are transfer payments to ensure extensive agricultural use, increasingly through the takeover of personnel costs, but also for the installation of an independent body that monitors and evaluates the effectiveness of the measures.\n",
      "cluster": 0,
      "score": 0.03189794545989963
    },
    {
      "chapter": "Scientific Reports",
      "section": "Scientific Reports",
      "para": "Background: Radiotherapy with deep inspiration breath hold (DIBH) reduces doses to the lungs and organs at risk. The stability of breath holding and reproducibility of tumor location are higher during expiration than during inspiration; therefore, we developed an irradiation method combining DIBH and real-time tumor-tracking radiotherapy (RTRT) (DBRT).\nMethods: Nine patients were enrolled in this study. Fiducial markers were placed near tumors using bronchoscopy. Treatment planning computed tomography (CT) was performed thrice during DIBH, assisted by spirometer-based device. Each CT scan was fused using fiducial markers. Gross tumor volume (GTV) was contoured for each dataset and summed to create GTVsum; adding a 5-mm margin around GTVsum generated the planning target volume. The prescribed dose was mainly 42 Gy in four fractions. The treatment plan was created using DIBH CT (DBRT-plan), with a similar treatment plan created for expiratory CT for cases for which DBRT could not be performed (conv-plan). Vx defined as the volume of the lung received x Gy, and the mean lung dose, V20, V10, and V5 were evaluated. \nResults: DBRT was completed in all patients. Mean dose, V20, and V10 were significantly lower in the DBRT-plan than in the conv-plan (all p = 0.003). Mean rates of decrease for mean dose, V20, and V10 were 14.0%, 27.6%, and 19.1%, respectively. No significant difference was observed in V5.\nConclusions: We developed DBRT, a stereotactic body radiation therapy performed with the DIBH technique; it combines a spirometer-based breath-hold support system with an RTRT system. All patients who underwent DBRT completed the procedure without any technical or mechanical complications. This is a promising methodology that may significantly reduce lung doses.\n",
      "cluster": 19,
      "score": -0.013346195818188954
    },
    {
      "chapter": "Scientific Reports",
      "section": "Scientific Reports",
      "para": "Sex chromosome replacement is frequent in many vertebrate clades, including fish, frogs, and lizards. In order to understand the mechanisms responsible for sex chromosome turnover and the early stages of sex chromosome divergence, it is necessary to study lineages with recently evolved sex chromosomes. Here we examine sex chromosome evolution in a group of African cichlid fishes (tribe Tropheini) which began to diverge from one another less than 4 MYA. We have evidence for a previously unknown sex chromosome system, and preliminary indications of several additional systems not previously reported in this group. We find a high frequency of sex chromosome turnover and estimate a minimum of 14 turnovers in this tribe. We date the origin of the most common sex determining system in this tribe (XY-LG5/19) near the base of one of two major sub-clades of this tribe, about 3.4 MY ago. Finally, we observe variation in the size of one sex-determining region that suggests independent evolution of evolutionary strata in species with a shared sex-determination system. Our results illuminate the rapid rate of sex chromosome turnover in the tribe Tropheini and set the stage for further studies of the dynamics of sex chromosome evolution in this group. ",
      "cluster": 15,
      "score": 0.0
    },
    {
      "chapter": "Scientific Reports",
      "section": "Scientific Reports",
      "para": "CKD is a byproduct of the cement industry, and its accumulation in the surrounding represents one of many issues associated with this industry. In this study, CKD was utilized in the fabrication of one-mix geopolymer cement (GP) composite as an economical and environmental solution for disposal of this byproduct. The mechanical properties and durability behavior during various deterioration actions were inspected. The obtained findings demonstrated that, replacing slag by CKD in the fabricated GP could cause an elongation in the setting times and reduction in the compression strength of approximately 50%. However, GPs containing CKD offered an accepted resistance to irradiation by γ- rays and to firing action. Reinforcing the GPs with nano Fe3O4 (NF) or nano TiO2 (NT) accelerated the geopolymerization reaction and offered mechanical properties surprising the control mix, This was related to the micro-filling and catalytic actions of the NPs which supported the formation of symmetrical and organized clusters of CSHs and CASH gel as shown in SEM micrographs. The reinforcing mixes surpassing the control mix in the protection against intrusion of sulfate ions which they could retain about 92% of their strength after 4 months of exposure while the control mix retained 80%. Furthermore, they showed a superior resistance to the destructive effect of irradiation by high dose gamma rays up to 1500 kGy and they retained ~ 75% of their strength after irradiation while the control mix was kept at only 35 %. The fabricated composites are recommended for usage in many applied construction fields.",
      "cluster": 13,
      "score": -0.013425294868639748
    },
    {
      "chapter": "Scientific Reports",
      "section": "Scientific Reports",
      "para": "The fluid flow over an extending sheet has many applications in different fields which include, manufacturing processes, coating, thin film decomposition, heat and mass transfer, biomedical applications, aerospace engineering, environmental science, energy production, etc. Keeping in mind these applications, the non-Newtonian hybrid nanofluid flow comprising of Cu and CuO nanoparticles over an extending sheet is analyzed in this work. Two different base fluids called kerosene oil and water have been incorporated. The sheet is considered to be thermally convective along with zero mass flux condition. The main equations of modeled problem have been transformed to dimensionless form by using similarity variables. The designed problem is evaluated computationally by using bvp4c Matlab function. Validation of the present results is also performed. The impacts of magnetic, Brownian motion, chemical reaction, suction and thermophoresis factors are analyzed and discussed in details. The outcomes of the present investigation declare that the kerosene oil-based hybrid nanofluid flow has greater velocity and concentration profiles than that of the water-based hybrid nanofluid flow. The water-based hybrid nanofluid has greater temperature distribution than that of kerosene oil-based hybrid nanofluid flow. The streamlines of the kerosene oil-based Newtonian and non-Newtonian hybrid nanofluid flows are more stretched than water-based Newtonian and non-Newtonian hybrid nanofluid flows.",
      "cluster": 12,
      "score": 0.05556460027469474
    },
    {
      "chapter": "Scientific Reports",
      "section": "Scientific Reports",
      "para": "This study evaluated the use of pendant-based wearables for monitoring digital biomarkers of frailty in predicting chemotherapy resilience among 27 Veteran cancer patients (average age: 64.6±13.4 years), undergoing bi-weekly chemotherapy. Immediately following their first chemotherapy cycle, participants wore a water-resistant pendant sensor for 14 days. This device tracked frailty markers like cadence (slowness), daily steps (inactivity), postural transitions (weakness), and metrics such as longest walk duration and energy expenditure (exhaustion). Participants were divided into resilient and non-resilient groups based on adverse events within six months post-chemotherapy, including dose reduction, treatment discontinuation, unplanned hospitalization, or death. A Chemotherapy-Resilience-Index (CRI) ranging from 0 to 1, where higher values indicate poorer resilience, was developed using regression analysis. It combined physical activity data with baseline Eastern Cooperative Oncology Group (ECOG) assessments. The protocol showed a 97% feasibility rate, with sensor metrics effectively differentiating between groups as early as day 6 post-therapy. The CRI, calculated using data up to day 6 and baseline ECOG, significantly distinguished resilient (CRI = 0.2±0.27) from non-resilient (CRI = 0.7±0.26) groups (p<0.001, Cohen’s d=1.67). This confirms the potential of remote monitoring systems in tracking post-chemotherapy functional capacity changes and aiding early non-resilience detection, subject to validation in larger studies.",
      "cluster": 19,
      "score": -0.016928419186189477
    },
    {
      "chapter": "Scientific Reports",
      "section": "Scientific Reports",
      "para": "The usage of a tablet-based language-independent self-test involving the recognition of ecological sounds in background noise, the Sound Ear Check, was investigated. The results of 692 children, aged between 5 and 9 years and 4 months, recruited in seven different countries, were used to analyze the validity and the cultural independence of test. Three different test procedures, namely a monaural adaptive procedure, a procedure presenting the sounds dichotically in diotic noise, and a procedure presenting all the sounds with a fixed signal-to-noise ratio and a stopping rule were studied. Results showed high sensitivity and specificity of all three procedures to detect conductive, sensorineural and mixed hearing loss > 30 dB HL. Additionally, the data collected from different countries were consistent, and there were no clinically relevant differences observed between countries. Therefore, the Sound Ear Check can offer an international hearing screening test for young children at school entry, solving the current lack of hearing screening services on a global scale.",
      "cluster": 1,
      "score": -0.020934830363622738
    },
    {
      "chapter": "Scientific Reports",
      "section": "Scientific Reports",
      "para": "Biotransformation of organic pollutants is crucial for the dissipation of environmental pollutants. While the roles of microorganisms have been extensively studied, the significant contribution of various root exudates are still not very well understood. Through plant growth experiment, coupled with gas and liquid chromatography-mass spectrometry methods, this study examined the effect of the presence of M. sativa on microbial-associated biochemical transformation of petroleum hydrocarbons. The results of this study revealed that the concentration of exudates within the soil matrix is a function of proximity to root surfaces. Similarly, biodegradation was found to correlate with distance from roots, ranging from ≥90% within the rhizosphere to <50% in bulk soil and unplanted control soil. Most importantly, for the first time in a study of an entire petroleum distillate, this study revealed a statistically significant negative correlation between root exudate concentration and residual total petroleum hydrocarbons. While not all the compounds that may influence biodegradation are derived from roots, the results of this study show that the presence of plant can significantly influence biodegradation of hydrocarbon pollutants through such root exudation as organic acids, amino acids, soluble sugars and terpenoids. Therefore, root exudates, including secondary metabolites, offer great prospects for biotechnological applications in the remediation of organic pollutants, including recalcitrant ones.",
      "cluster": 14,
      "score": 0.07807997508143187
    },
    {
      "chapter": "Microbial Cell Factories",
      "section": "Microbial Cell Factories",
      "para": "Background: In the era of rationally designed synthetic biology, heterologous metabolites production, and other counter-nature engineering of cellular metabolism, we took a step back and recalled that ‘Mother(-Nature) knows best’. While still aiming at synthetic, non-natural outcomes of generating an ‘over-production phenotype’ we dug into the pre-designed transcriptional programs evolved in our host organism – Yarrowia lipolytica, hoping that some of these fine-tuned orchestrated programs could be hijacked and used. Having an interest in the practical outcomes of the research, we targeted industrially-relevant functionalities – stress resistance and enhanced synthesis of proteins, and gauged them over extensive experimental design’s completion. \nResults: Technically, the problem was addressed by screening a broad library of over 120 Y. lipolytica strains under 72 combinations of variables through a carefully pre-optimized high-throughput cultivation protocol, which enabled actual phenotype development. The abundance of the transcription program elicitors – transcription factors (TFs), was secured by their overexpression, while challenging the strains with the multitude of conditions was inflicted to impact their activation stratus. The data were subjected to mathematical modeling to increase their informativeness. \nThe amount of the gathered data prompted us to present them in the form of a searchable catalog – the YaliFunTome database (https://sparrow.up.poznan.pl/tsdatabase/) - to facilitate the withdrawal of biological sense from numerical data. We succeeded in the identification of TFs that act as omni-boosters of protein synthesis, enhance resistance to limited oxygen availability, and improve protein synthesis capacity under inorganic nitrogen provision. \nConclusions: All potential users are invited to browse YaliFunTome in the search for homologous TFs and the TF-driven phenotypes of interest. \n",
      "cluster": 16,
      "score": 0.09499899313392206
    },
    {
      "chapter": "Microbial Cell Factories",
      "section": "Microbial Cell Factories",
      "para": "The increasing interest in environmental protection laws has compelled companies to regulate the disposal of waste organic materials. Despite efforts to explore alternative energy sources, the world remains heavily dependent on crude petroleum oil and its derivatives. The expansion of the petroleum industry has significant implications for human and environmental well-being. Bioremediation, employing living microorganisms, presents a promising approach to mitigate the harmful effects of organic hydrocarbons derived from petroleum. This study aimed to isolate and purify local yeast strains from oil-contaminated marine water samples capable of aerobically degrading crude petroleum oils and utilizing them as sole carbon and energy sources. One yeast strain (isolate B) identified as Candida tropicalis demonstrated high potential for biodegrading petroleum oil in seawater. Physiological characterization revealed the strain's ability to thrive across a wide pH range (4-11) with optimal growth at pH 4, as well as tolerate salt concentrations ranging from 1-12%. The presence of glucose and yeast extract in the growth medium significantly enhanced the strain's biomass formation and biodegradation capacity. Scanning electron microscopy indicated that the yeast cell diameter varied based on the medium composition, further emphasizing the importance of organic nitrogenous sources for initial growth. Furthermore, the yeast strain exhibited remarkable capabilities in degrading various aliphatic and aromatic hydrocarbons, with a notable preference for naphthalene and phenol at 500 and 1000 mg/l, naphthalene removal reached 97.4% and 98.6%, and phenol removal reached 79.48% and 52.79%, respectively. Optimization experiments using multi-factorial sequential designs highlighted the influential role of oil concentration on the bioremediation efficiency of Candida tropicalis strain B. Moreover, immobilized yeast cells on thin wood chips demonstrated enhanced crude oil degradation compared to thick wood chips, likely due to increased surface area for cell attachment. These findings contribute to our understanding of the potential of Candida tropicalis for petroleum oil bioremediation in marine environments, paving the way for sustainable approaches to address oil pollution.",
      "cluster": 14,
      "score": 0.12308165913008111
    },
    {
      "chapter": "Microbial Cell Factories",
      "section": "Microbial Cell Factories",
      "para": "Background: Ralstonia eutropha H16, a facultative chemolitoautotroph, is an important workhorse for bioindustrial production of useful compounds such as polyhydroxyalkanoates (PHAs). Despite the extensive studies to date, some of its physiological properties remain not fully understood. \nResults: This study demonstrated that the knallgas bacterium exhibited altered PHA production behaviors under slow-shaking condition, as compared to its usual aerobic condition. One of them was a notable increase in PHA accumulation, ranging from 3.0 to 4.5-fold in the mutants lacking of at least two NADPH-acetoacetyl-CoA reductases (PhaB1, PhaB3 and/or phaB2) when compared to their respective aerobic counterpart, suggesting the probable existence of (R)-3HB-CoA-providing route(s) independent on PhaBs. Interestingly, PHA production was still considerably high even with an excess nitrogen source under this regime. The present study further uncovered the conditional activation of native reverse β-oxidation (rBOX) allowing formation of (R)-3HHx-CoA, a crucial precursor for poly(3-hydroxybutyrate-co-3-hydroxyhexanoate) [P(3HB-co-3HHx)], solely from glucose. This native rBOX led to the natural incorporation of 3.9 mol% 3HHx in a triple phaB-deleted mutant (∆phaB1∆phaB1∆phaB2-C2). Gene deletion experiments elucidated that the native rBOX was mediated by previously characterized (S)-3HB-CoA dehydrogenases (PaaH1/Had), -ketothiolase (BktB), (R)-2-enoyl-CoA hydratase (PhaJ4a), and unknown crotonase(s) and reductase(s) for crotonyl-CoA to butyryl-CoA conversion prior to elongation. The introduction of heterologous enzymes, crotonyl-CoA carboxylase/reductase (Ccr) and ethylmalonyl-CoA decarboxylase (Emd) along with (R)-2-enoyl-CoA hydratase (PhaJ) aided the native rBOX, resulting in remarkably high 3HHx composition (up to 37.9 mol%) in the polyester chains under the low-aerated condition.\n\nConclusion: \nThese findings shed new light on the robust characteristics of Ralstonia eutropha H16 and have the potential for the development of new strategies for practical P(3HB-co-3HHx) copolyesters production from sugars under low-aerated conditions. \n",
      "cluster": 16,
      "score": 0.04986183179522689
    },
    {
      "chapter": "Microbial Cell Factories",
      "section": "Microbial Cell Factories",
      "para": "Background: Although E. coli is generally a well-opted platform for the overproduction of recombinant antigens as heterologous proteins, the optimization of expression conditions to maximize the yield of functional proteins remains empirical. Herein, we developed an optimized E. coli (BL21)-based system for the overproduction of soluble immunoreactive HCV core/envelope proteins that were utilized to establish a novel immunoassay for discrimination of active HCV infection. Methods: The core/E1-E2 genes were amplified and expressed in E. coli BL21 (DE3) in the absence/presence of glycylglycine. The antigenic performance of soluble proteins was assessed against 63 HCV-seronegative (Ab-) sera that included normal and interferent sera (HBV and/or chronic renal failure), and 383 HCV-seropositive (Ab+) samples that included viremic (chronic/relapsers) and recovered patients’ sera. The color intensity (OD450) and S/Co values were estimated. Results: The integration of 0.1-0.4M glycylglycine in the growth media significantly enhanced the solubility/yield of recombinant core and envelope proteins by ~225 and 242 fold, respectively. This was reflected in their immunoreactivity and antigenic performance in the developed immunoassay, where the soluble core/E1/E2 antigen mixture showed 100% accuracy in identifying HCV viremic sera with a viral RNA load as low as 3800 IU/mL, without cross-reactivity against normal/interferent HCV-Ab-sera. The ideal S/Co threshold predicting active viremia (>2.75) showed an AUC value of 0.9362 (95% CI: 0.9132 to 0.9593), with 87.64, 91.23% sensitivity and specificity, and 94.14, 82.11% positive and negative predictive values, respectively. The different panels of samples assayed with our EIA showed a good concordance with the viral loads and also significant correlations with the golden standards of HCV diagnosis in viremic patients. The performance of the EIA was not affected by the immunocompromised conditions or HBV co-infection. Conclusion: the applicability of the proposed platform would extend beyond the reported approach, where glycylglycine, low inducer concentration and post-induction temperature, combined with the moderately-strong constitutive promoter enables the stable production of soluble/active proteins, even those with reported toxicity. Also, the newly developed immunoassay provides a cost-effective point-of-care diagnostic tool for active HCV viremia that could be useful in resource-limited settings.",
      "cluster": 16,
      "score": 0.07585108854990577
    },
    {
      "chapter": "Microbial Cell Factories",
      "section": "Microbial Cell Factories",
      "para": "Background: The genus Eubacterium is quite diverse and includes several acetogenic strains capable of fermenting C1-substrates into valuable products. Especially, Eubacterium limosum and closely related strains attract attention not only for their capability to ferment C1 gases and liquids, but also due to their ability to produce butyrate. Apart from its well-elucidated metabolism, E. limosum is also genetically accessible, which makes it an interesting candidate to be an industrial biocatalyst. \nResults: In this study, we examined genomic, phylogenetic, and physiologic features of E. limosum and the closest related species E. callanderi as well as E. maltosivorans. We sequenced the genomes of the six Eubacterium strains ‘FD’ (DSM 3662T), ‘Marburg’ (DSM 3468), ‘2A’ (DSM 2593), ‘11A’ (DSM 2594), ‘G14’ (DSM 107592), and ‘32’ (DSM 20517) and subsequently compared these with previously available genomes of the E. limosum type strain (DSM 20543T) as well as the strains ‘B2’, ‘KIST612’, ‘YI’ (DSM 105863T), and ‘SA11’. This comparison revealed a close relationship between all eleven Eubacterium strains, forming three distinct clades: E. limosum, E. callanderi, and E. maltosivorans. Moreover, we identified the gene clusters responsible for methanol utilization as well as genes mediating chain elongation in all analyzed strains. Subsequent growth experiments revealed that strains of all three clades can convert methanol and produce acetate, butyrate, and hexanoate via reverse β-oxidation. Additionally, we used a harmonized electroporation protocol and successfully transformed eight of these Eubacterium strains to enable recombinant plasmid-based expression of the gene encoding the fluorescence-activating and absorption shifting tag (FAST). Engineered Eubacterium strains were verified regarding their FAST-mediated fluorescence at a single-cell level using a flow cytometry approach. Eventually, strains ‘FD’ (DSM 3662T), ‘2A’ (DSM 2593), ‘11A’ (DSM 2594), and ‘32’ (DSM 20517) were genetically engineered for the first time. \nConclusion: Strains of E. limosum, E. callanderi, and E. maltosivorans are outstanding candidates as biocatalysts for anaerobic C1-substrate conversion into valuable biocommodities. A large variety of strains is genetically accessible using a harmonized electroporation protocol, and FAST can serve as a reliable fluorescent reporter protein to characterize genetically engineered cells. In total eleven strains have been assigned to distinct clades, providing a clear and updated classification. Thus, the description of respective Eubacterium species has been emended, improved, aligned, and is requested to be implemented in respective databases.\n",
      "cluster": 16,
      "score": 0.07134215502160261
    },
    {
      "chapter": "Microbial Cell Factories",
      "section": "Microbial Cell Factories",
      "para": "Background \nSilk proteins have emerged as versatile biomaterials with unique chemical and physical properties, making them appealing for various applications. Among them, spider silk, known for its exceptional mechanical strength, has attracted considerable attention. Recombinant production of spider silk represents the most promising route towards its scaled production; however, challenges persist within the upstream optimization of host organisms, including toxicity and low yields. The high cost of downstream cell lysis and protein purification is an additional barrier preventing the widespread production and use of spider silk proteins. Gram-positive bacteria represent an attractive, but underexplored, microbial chassis that may enable a reduction in the cost and difficulty of recombinant silk production through attributes that include, superior secretory capabilities, frequent GRAS status, and previously established use in industry. \nResults\nIn this study, we explore the potential of gram-positive hosts by engineering the first production and secretion of recombinant spider silk in the Bacillus genus. Using an industrially relevant B. megaterium host, it was found that the Sec secretion pathway enables secretory production of silk, however, the choice of signal sequence plays a vital role in successful secretion. Attempts at increasing secreted titers revealed that multiple translation initiation sites in tandem do not significantly impact silk production levels, contrary to previous findings for other gram-positive hosts and recombinant proteins. Notwithstanding, targeted amino acid supplementation in minimal media was found to increase production by 135% relative to both rich media and unaltered minimal media, yielding secretory titers of approximately 100 mg/L in flask cultures.\nConclusion\nIt is hypothesized that the supplementation strategy addressed metabolic bottlenecks, specifically depletion of ATP and NADPH within the central metabolism, that were previously observed for an E. coli host producing the same recombinant silk construct. Furthermore, this study supports the hypothesis that secretion mitigates the toxicity of the produced silk protein on the host organism and enhances host performance in glucose-based minimal media. While promising, future research is warranted to understand metabolic changes more precisely in the Bacillus host system in response to silk production, optimize signal sequences and promoter strengths, investigate the mechanisms behind the effect of tandem translation initiation sites, and evaluate the performance of this system within a bioreactor.\n",
      "cluster": 16,
      "score": 0.10963095263691638
    },
    {
      "chapter": "Microbial Cell Factories",
      "section": "Microbial Cell Factories",
      "para": "Background\nThe need to limit antibiotic therapy due to the spreading resistance of pathogenic microorganisms to these medicinal substances stimulates research on new therapeutic agents, including the treatment and prevention of animal diseases. This is one of the goals of the European Green Deal and the Farm-To-Fork strategy. Yeast biomass with an appropriate composition and exposure of cell wall polysaccharides could constitute a functional feed additive in precision animal nutrition, naturally stimulating the immune system to fight infections. \nResults\nThe results of the research carried out in this study showed that the composition of Candida utilis ATCC 9950 yeast biomass differed depending on growth medium, considering especially the content of β-(1,3/1,6)-glucan, α-glucan, and trehalose. The highest β-(1,3/1,6)-glucan content was observed after cultivation in deproteinated potato juice water (DPJW) as a nitrogen source and glycerol as a carbon source. Isolation of the polysaccharide from yeast biomass confirmed the highest yield of β-(1,3/1,6)-glucan after cultivation in indicated medium. The differences in the susceptibility of β-(1,3)-glucan localized in cells to interaction with specific β-(1,3)-glucan antibody was noted depending on the culture conditions. The polymer in cells from the DPJW supplemented with glycerol and galactose were labelled with monoclonal antibodies with highest intensity, interestingly being less susceptible to such an interaction after cell multiplication in medium with glycerol as carbon source and yeast extract plus peptone as a nitrogen source. \nConclusions\nObtained results confirmed differences in the structure of the β-(1,3/1,6)-glucan polymers considering side-chain length and branching frequency, as well as in quantity of β-(1,3)- and β-(1,6)-chains, however, no visible relationship was observed between the structural characteristics of the isolated polymers and its susceptibility to immunolabeling in whole cells. Presumably, other outer surface components and molecules can mask, shield, protect, or hide epitopes from antibodies. β-(1,3)-Glucan was more intensely recognized by monoclonal antibody in cells with lower trehalose and glycogen content. This suggests the need to cultivate yeast biomass under appropriate conditions to fulfil possible therapeutic functions. However, our in vitro findings should be confirmed in further studies using tissue or animal models.\n",
      "cluster": 16,
      "score": 0.014519717116417568
    },
    {
      "chapter": "Microbial Cell Factories",
      "section": "Microbial Cell Factories",
      "para": "Background Squalene epoxidase is one of the rate-limiting enzymes in the biosynthetic pathway of membrane sterols and triterpenoids. The enzyme catalyzes the formation of oxidized squalene, which is a common precursor of sterols and triterpenoids.\nResult In this study, the squalene epoxidase gene (PcSE) was evaluated in Poria cocos. Molecular docking between PcSE and squalene was performed and the active amino acids were identified. sgRNA sequences were designed based on the active site residues. The effect on triterpene synthesis in P. cocos was consistent with the results from ultra-high-performance liquid chromatography-quadruplex time-of-flight-double mass spectrometry (UHPLC-QTOF-MS/MS) analysis. The results showed that deletion of PcSE inhibited triterpene synthesis. In vivo verification of PcSE function was performed using a PEG-mediated protoplast transformation approach.\nConclusion The findings from this study provide a foundation for further studies on heterologous biosynthesis of P. cocos secondary metabolites.\n",
      "cluster": 16,
      "score": -0.00048171246277603144
    },
    {
      "chapter": "Microbial Cell Factories",
      "section": "Microbial Cell Factories",
      "para": "Growing evidence has demonstrated that cold and humid environmental stress triggers gastrointestinal (GI) disorders. In this study, we explored the effects of intestinal microbiota homeostasis on the intestinal mucus barrier and GI disorders by cold and humid environmental stress. Moreover, the inner link between the intestinal mucosal microbiota and metabolites in mice with cold and humid environmental stress was interpreted by integrative analysis of PacBio HiFi sequencing microbial genomics and targeted metabolomics. In the current study, we found (1) after the cold and wet cold and humid environmental stress intervened in the intestinal microbiota disorder and homeostasis mice respectively, the bacterial culturing and fluorescein diacetate (FDA) microbial activity detection of intestinal microbiota including feces, intestinal contents, and intestinal mucosa suggested that the cold and humid environmental stress decreased the colony of culturable bacteria and microbial activity, in which intestinal microbiota disorder aggravated the injury of the intestinal mucus barrier and the GI symptoms related to cold and humid environmental stress; (2) the serum amino acid transferases such as glutamate pyruvic transa (GPT), and glutamic oxaloacetic transaminase (GOT) in cold and humid environmental stressed mice increased significantly, indicating that the intestinal microbiota adapted to cold and humid environmental stress by regulating the host's amino acid metabolism; (3) the integrative analysis of multi-omics illustrated a prediction model based on the microbiota Lactobacillus reuteri abundance and host amino acid level that can predict intestinal mucoprotein Muc2 with an adjusted R2 of 75.0%. In conclusion, the cold and humid environmental stress regulates the neurotransmitter amino acids metabolic function both in intestinal mucosal microbiota and host serum by adjusting the composition of the dominant bacterial population Lactobacillus reuteri, which contributes to the intestinal mucus barrier injury and GI disorders caused by cold and humid environmental stress.",
      "cluster": 18,
      "score": 0.048268035919644486
    },
    {
      "chapter": "Microbial Cell Factories",
      "section": "Microbial Cell Factories",
      "para": "Bio-upcycling of plastics is an emerging alternative process that focuses on extracting value from a wide range of plastic waste streams. Such streams are typically too contaminated to be effectively processed using traditional recycling technologies. Medium-chain-length (mcl) diols and dicarboxylates (DCA) are major products of chemically or enzymatically depolymerized plastics, such as polyesters or polyethers. In this study, we enabled the efficient metabolism of mcl-diols and -DCA in engineered Pseudomonas putida as a prerequisite for subsequent bio-upcycling. We identified the transcriptional regulator GcdR as target for enabling metabolism of uneven mcl-DCA such as pimelate, and uncovered amino acid substitutions that lead to an increased coupling between the heterologous β-oxidation of mcl-DCA and the native degradation of short-chain-length DCA. Adaptive laboratory evolution and subsequent reverse engineering unravelled two distinct pathways for mcl-diol metabolism in P. putida, namely via the hydroxy acid and subsequent native β-oxidation or via full oxidation to the dicarboxylic acid that is further metabolized by heterologous β-oxidation. Furthermore, we demonstrated the production of polyhydroxyalkanoates from mcl-diols and -DCA by a single strain combining all required metabolic features. Overall, this study provides a powerful platform strain for the bio-upcycling of complex plastic hydrolysates to polyhydroxyalkanoates and leads the path for future yield optimizations. ",
      "cluster": 14,
      "score": 0.018937303746009545
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background: Rifaximin is a non-reabsorbable antibiotic which acts at gut level, and improves cognition and inflammatory parameters in minimal hepatic encephalopathy (MHE) patients, but not all patients show the same level of response. This study aims to assess brain activity, both within and between brain networks, following rifaximin treatment, considering the differences between response groups as well.\nMethods: Twenty-two healthy controls and 53 patients with cirrhosis (22 without and 31 with MHE, diagnosed by Psychometric Hepatic Encephalopathy Score, PHES) performed psychometric, attention and coordination tests, and blood inflammatory parameters were measured. Resting-state functional magnetic resonance imaging (fMRI) acquisitions were performed on controls and MHE patients. Eighteen MHE patients underwent a rifaximin treatment for 6 months, after which all measures were repeated. fMRI images were analysed and changes after treatment were assessed.\nResults: After rifaximin treatment, 13 patients improved their PHES score (Responder patients) while 5 did not (Non-responder patients). No significant decrease in blood ammonia was observed after rifaximin treatment, but there was a decrease in plasma inflammatory cytokines in responder patients. A global effect of rifaximin was detected on the sensorimotor and fronto-parietal networks. Responder patients showed a relative increase of thalamic network connectivity in comparison to non-responder patients. Before treatment, responder and non-responder patients showed connectivity differences in basal ganglia network. The connection of the sensorimotor and thalamic networks between them and with other networks suffered changes after treatment. These connections between networks mostly decreased after treatment. All changes and differences showed a significant level of correlation with the performance of psychometric tests and the blood levels of inflammatory biomarkers. \nConclusions: There was an improvement of the communication between executive, motor and attention-related brain areas, and their functional independence following rifaximin treatment. Patients who respond also show a less deteriorated connection involved in these functions before treatment. Results suggest that the improved inflammatory state of MHE patients, following rifaximin treatment would favour the observed changes in brain function and enhanced cognitive performance.\n",
      "cluster": 20,
      "score": 0.0644919697626557
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background: The role of mitochondrial dynamics, encompassing fission, fusion, and mitophagy, in cancer progression has been extensively studied. However, the specific impact of mitochondrial dynamics on hepatocellular carcinoma (HCC) is still under investigation. \nMethods: In this study, mitochondrial dynamic genes were obtained from the MitoCarta 3.0 database, and gene expression data were collected from The Cancer Genome Atlas (TCGA) database. Based on the expression of these dynamic genes and differentially expressed genes (DEGs), patients were stratified into two clusters. Subsequently, a prognostic model was constructed using univariate COX regression and the least absolute shrinkage and selection operator (LASSO) regression, and the prognostic signature was evaluated. We analyzed the interaction between these model genes and dynamic genes to identify hub genes and reveal mitochondrial status. Furthermore, we assessed immune infiltration, tumor mutational burden (TMB), tumor stemness indices (TSI), and the response to immune checkpoint block (ICB) therapy using the TIDE algorithm and risk scores. Additionally, transmission electron microscopy (TEM), hematoxylin-eosin (H&E) staining, immunohistochemistry (IHC), western blotting (WB), and immunofluorescence (IF) were conducted to afford detailed visualization of the morphology of the mitochondria and the expression patterns of fission-associated proteins. \nResults: Patients in Cluster 2 exhibited heightened mitochondrial fission and had a worse prognosis. The up-regulated dynamic genes in Cluster 2 were identified as fission genes. GO/KEGG analyses reconfirmed the connection of Cluster 2 to augmented mitochondrial fission activities. Subsequently, a ten-gene prognostic signature based on the differentially expressed genes between the two clusters was generated, with all ten genes being up-regulated in the high-risk group. Moreover, the potential links between these ten signature genes and mitochondrial dynamics were explored, suggesting their involvement in mediating mitochondrial fission through interaction with MTFR2. Further investigation revealed that the high-risk group had an unfavorable prognosis, with a higher mutation frequency of TP53, increased immune checkpoint expression, a higher TIS score, and a lower TIDE score. The mitochondrial imbalance characterized by increased fission and upregulated MTFR2 and DNM1L expression was substantiated in both HCC specimens and cell lines. \nConclusions: In conclusion, we developed a novel MTFR2-related prognostic signature comprising ten mitochondrial dynamics genes. These genes play crucial roles in mitochondrial fission and have the potential to serve as important predictors and therapeutic targets for HCC.\n",
      "cluster": 23,
      "score": 0.04674063186019095
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background: Treatment responses to biologic agents vary between patients with moderate to severe psoriasis; while some patients achieve total skin clearance (TSC), a proportion of patients may only experience partial improvement. \nObjective: This study was designed to identify potential predictors for achieving TSC in psoriasis patients treated with IL-17 inhibitors. It also aimed to develop an easy-to-use calculator incorporating these factors by the nomogram to predict TSC response. \nMethods: A total of 381 patients with psoriasis receiving ixekizumab were included in the development cohort and 229 psoriasis patients who initiated secukinumab treatment were included in the validation cohort. The study endpoint was achieving TSC after 12 weeks of IL-17 inhibitors treatment, defined as the 100% improvement in Psoriasis Area and Severity Index (PASI 100). Multivariate Cox regression analyses and LASSO analysis were performed to identify clinical predictors and blood predictors respectively. \nResults: The following parameters were identified as predictive factors associated with TSC: previous biologic treatment, joint involvement, genital area affected, early response (PASI 60 at week 4), neutrophil counts and uric acid levels. The nomogram model incorporating these factors achieved good discrimination in the development cohort (AUC, 0.721; 95% CI, 0.670 - 0.773) and validation cohort (AUC, 0.715; 95% CI, 0.665 - 0.760). The calibration curves exhibited a satisfactory fit, indicating the accuracy of the model. Furthermore, the decision curve analysis confirmed the clinical utility of the nomogram, highlighting its favorable value for practical application. Web-based online calculator has been developed to enhance the efficiency of clinical applications.\nConclusions: This study developed a practical and clinically applicable nomogram model for the prediction of TSC in patients with moderate to severe psoriasis. The nomogram model demonstrated robust predictive performance and exhibited significant clinical utility.\n",
      "cluster": 19,
      "score": -0.0956497990454445
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background: Clear cell renal cell carcinoma is a prototypical tumor characterized by metabolic reprogramming, which extends beyond tumor cells to encompass diverse cell types within the tumor microenvironment. Nonetheless, current research on metabolic reprogramming in renal cell carcinoma mostly focuses on either tumor cells alone or conducts analyses of all cells within the tumor microenvironment as a mixture, thereby failing to precisely identify metabolic changes in different cell types within the tumor microenvironment.\nMethod: Gathering 9 major single-cell RNA sequencing databases of clear cell renal cell carcinoma, encompassing 195 samples. Spatial transcriptomics data were selected to conduct metabolic activity analysis with spatial localization. Developing scMet program to convert RNA-seq data into scRNA-seq data for downstream analysis.\nResult: Diverse cellular entities within the tumor microenvironment exhibit distinct infiltration preferences across varying histological grades and tissue origins.  Higher-grade tumors manifest pronounced immunosuppressive traits. The identification of tumor cells in the RNA splicing state reveals an association between the enrichment of this particular cellular population and an unfavorable prognostic outcome. The energy metabolism of CD8+ T cells is pivotal not only for their cytotoxic effector functions but also as a marker of impending cellular exhaustion. Sphingolipid metabolism evinces a correlation with diverse macrophage-specific traits, particularly M2 polarization. The tumor epicenter is characterized by heightened metabolic activity, prominently marked by elevated tricarboxylic acid cycle and glycolysis while the pericapsular milieu showcases a conspicuous enrichment of attributes associated with vasculogenesis, inflammatory responses, and epithelial-mesenchymal transition. The scMet facilitates the transformation of RNA sequencing datasets sourced from TCGA into scRNA sequencing data, maintaining a substantial degree of correlation.  \nConclusions: The tumor microenvironment of clear cell renal cell carcinoma demonstrates significant metabolic heterogeneity across various cell types and spatial dimensions. scMet exhibits a notable capability to transform RNA sequencing data into scRNA sequencing data with a high degree of correlation.\n",
      "cluster": 23,
      "score": 0.06564406333936666
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background: Digital histopathology provides valuable information for clinical decision-making. We hypothesized that a deep risk network (DeepRisk) based on digital pathology signature (DPS) derived from whole-slide images could improve the prognostic value of the tumor, node, and metastasis (TNM) staging system and offer chemotherapeutic benefits for gastric cancer (GC).\nMethods: DeepRisk is a multi-scale, attention-based learning model developed on 1120 GCs in the Zhongshan dataset and validated with two external datasets. Then, we assessed its association with prognosis and treatment response. The multi-omics analysis and multiplex Immunohistochemistry were conducted to evaluate the potential pathogenesis and spatial immune contexture underlying DPS.\nResults: Multivariate analysis indicated that the DPS was an independent prognosticator with a better C-index (0.84 for overall survival and 0.71 for disease-free survival). Patients with low-DPS after neoadjuvant chemotherapy responded favorably to treatment. Spatial analysis indicated that exhausted immune clusters and increased infiltration of CD11b+CD11c+ immune cells were present at the invasive margin of high-DPS group. Multi-omics data from the Cancer Genome Atlas-Stomach adenocarcinoma (TCGA-STAD) hint at the relevance of DPS to myeloid derived suppressor cells infiltration and immune suppression.\nConclusion: DeepRisk network is a reliable tool that enhances prognostic value of TNM staging and aid in precise treatment, providing insights into the underlying pathogenic mechanisms.\n",
      "cluster": 24,
      "score": 0.09493055202987645
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background: Loss-of-function mutations in the PRKN gene, encoding Parkin, are the most common cause of autosomal recessive Parkinson’s disease (PD). We have previously identified mitochondrial Stomatin-like protein 2 (SLP-2), which functions in the assembly of respiratory chain proteins, as a Parkin-binding protein. Selective knockdown of either Parkin or SLP-2 led to reduced mitochondrial and neuronal function in neuronal cells and Drosophila, where a double knockdown led to a further worsening of Parkin-deficiency phenotypes. Here, we investigated the minimal Parkin region involved in the Parkin-SLP-2 interaction and explored the ability of Parkin-fragments and peptides from this minimal region to restore mitochondrial function.\nMethods: In fibroblasts, human induced pluripotent stem cell (hiPSC)-derived neurons, and neuroblastoma cells the interaction between Parkin and SLP-2 was investigated, and the Parkin domain responsible for the binding to SLP-2 was mapped. High resolution respirometry, immunofluorescence analysis and live imaging were used to analyze mitochondrial function.\nResults: Using a proximity ligation assay, we quantitatively assessed the Parkin-SLP-2 interaction in skin fibroblasts and hiPSC-derived neurons. When PD-associated PRKN mutations were present, we detected a significantly reduced interaction between the two proteins. We found a preferential binding of SLP-2 to the N-terminal part of Parkin, with a highest affinity for the RING0 domain. Computational modeling based on the crystal structure of Parkin protein predicted several potential binding sites for SLP-2 within the Parkin RING0 domain. Amongst these, three binding sites were observed to overlap with natural PD-causing missense mutations, which we demonstrated interfere substantially with the binding of Parkin to SLP-2. Finally, delivery of the isolated Parkin RING0 domain and a Parkin mini-peptide, conjugated to cell-permeant and mitochondrial transporters, rescued compromised mitochondrial function in Parkin-deficient neuroblastoma cells and hiPSC-derived neurons with endogenous, disease causing PRKN mutations.\nConclusions: These findings place further emphasis on the importance of the protein-protein interaction between Parkin and SLP-2 for the maintenance of optimal mitochondrial function. The possibility of restoring an abolished binding to SLP-2 by delivering the Parkin RING0 domain or the Parkin mini-peptide involved in this specific protein-protein interaction into cells might represent a novel organelle-specific therapeutic approach for correcting mitochondrial dysfunction in Parkin-linked PD.\n",
      "cluster": 22,
      "score": 0.09504443459023945
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background:\nLymph node metastasis (LNM) is a prognostic biomarker and affects therapeutic selection in colorectal cancer (CRC). Current evaluation methods are not adequate for estimating LNM in CRC. H&E images contain much pathological information, and collagen also affects the biological behavior of tumor cells. Hence, the objective of the study is to investigate whether a fully quantitative pathomics-collagen signature (PCS) in the tumor microenvironment can be used to predict LNM.\nMethods:\nPatients with histologically confirmed stage I-III CRC who underwent radical surgery were included in the training cohort (n = 329), the internal validation cohort (n = 329), and the external validation cohort (n = 315). Fully quantitative pathomics features and collagen features were extracted from digital H&E images and multiphoton images of specimens, respectively. LASSO regression was utilized to develop the PCS. Then, a PCS-nomogram was constructed incorporating the PCS and clinicopathological predictors for estimating LNM in the training cohort. The performance of the PCS-nomogram was evaluated via calibration, discrimination, and clinical usefulness. Furthermore, the PCS-nomogram was tested in internal and external validation cohorts.\nResults:\nBy LASSO regression, the PCS was developed based on 11 pathomics and 9 collagen features. A significant association was found between the PCS and LNM in the three cohorts (P < 0.001). Then, the PCS-nomogram based on PCS, preoperative CEA level, lymphadenectasis on CT, venous emboli and/or lymphatic invasion and/or perineural invasion (VELIPI), and pT stage achieved AUROCs of 0.939, 0.895, and 0.893 in the three cohorts. The calibration curves identified good agreement between the nomogram-predicted and actual outcomes. Decision curve analysis indicated that the PCS-nomogram was clinically useful. Moreover, the PCS was still an independent predictor of LNM at station Nos. 1, 2, and 3. The PCS nomogram displayed AUROCs of 0.849–0.939 for the training cohort, 0.837–0.902 for the internal validation cohort, and 0.851–0.895 for the external validation cohorts in the three nodal stations.\nConclusions:\nThis study proposed that PCS integrating pathomics and collagen features was significantly associated with LNM, and the PCS-nomogram has the potential to be a useful tool for predicting individual LNM in CRC patients.\n",
      "cluster": 24,
      "score": 0.07921641066461294
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background\nOverweight and obesity are established risk factors for various types of cancers including colorectal cancer (CRC). However the underlying molecular mechanisms remain unclear. An in-depth understanding of the oncologic characteristics of overweight and obese CRC at the single-cell level can provide valuable insights for the development of more effective CRC treatment strategies for CRC.\nMethods\nWe conducted single-cell RNA sequencing (scRNA-seq) analysis on tumor and adjacent normal colorectal samples from 15 overweight/obese and 15 normal-weight CRC patients. Immunological and metabolic differences between overweight/obese CRC and non-obese CRC were characterized.\nResults\nWe obtained single-cell transcriptomics data from a total of 192,785 cells across all samples. By evaluating marker gene expression patterns, we annotated nine main cell types in the CRC ecosystem. Specifically, we found that the cytotoxic function of effector T cells and NK cells was impaired in overweight/obese CRC compared with non-obese CRC, relating to its metabolic dysregulation. CD4+T cells in overweight/obese CRC exhibited higher expression of immune checkpoint molecules. The antigen-presenting ability of DC and B cells is down-regulated in overweight/obese CRC, which may further aggravate the immunosuppression of overweight/obese CRC. Additionally, dysfunctional stromal cells were identified, potentially promoting invasion and metastasis in overweight/obese CRC. Furthermore, we discovered the up-regulated metabolism of glycolysis and lipid metabolism of tumor cells in overweight/obese CRC, which may impact the metabolism and function of immune cells. We also identified inhibitory interactions between tumor cells and T cells in overweight/obese CRC. \nConclusions\nThe study demonstrated that overweight/obese CRC has a more immunosuppressive microenvironment and distinct metabolic reprogramming characterized by increased of glycolysis and lipid metabolism. These findings may have implications for the development of novel therapeutic strategies for overweight/obese CRC patients.\n",
      "cluster": 23,
      "score": -0.01885650548433111
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "The morbidity of gestational diabetes mellitus (GDM) is increasing and is associated with adverse perinatal outcomes and long-term maternal and infant health. The exact mechanism underlying changes in plasma free fatty acid (FFA) profiles in patients with GDM is unknown. However, it is believed that changes in diet and lipid metabolism may play a role. Fatty acids contain many specific FFAs, and the type of FFA has different impacts on physiological process-es; hence, determining changes in FFAs in individual plasma is essential. Alterations in FFA concentration or profile may facilitate insulin resistance. Additionally, some FFAs show potential to predict GDM in early pregnancy and are strongly associated with the growth and development of the fetus and occurrence of macrosomia. Here, we aimed to review changes in FFAs in women with GDM and discuss the relationship of FFAs with GDM incidence and adverse outcomes.",
      "cluster": 18,
      "score": 0.061324247062591354
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background: Patients with pancreatic ductal adenocarcinoma (PDCA) carrying impaired mismatch repair mechanisms seem to have an outcome advantage under treatment with conventional chemotherapy, whereas the role for the tumor mutation burden on prognosis is controversial. In this study, we evaluated the prognostic role of the mutated genes involved in genome damage repair in a real-life series of PDAC patients in a hospital-based manner from the main Institution deputed to surgically treat such a disease in North Sardinia.\nMethods: A cohort of fifty-five consecutive PDAC patients with potentially resectable/border line resectable PDAC (stage IIB-III) or oligometastatic disease (stage IV) and tumor tissue availability underwent next-generation sequencing (NGS)-based analysis using a panel containing driver oncogenes and tumor suppressor genes as well as genes controlling DNA repair mechanisms.\nResults: Genes involved in the both genome damage repair (DR) and DNA mismatch repair (MMR) were found mutated in 17 (31%) and 15 (27%) cases, respectively. One fourth of PDAC cases (14/55; 25.5%) carried tumors presenting a combination of mutations in repair genes (DR and MMR) and the highest mutation load rates (MLR-H). After correction for confounders (surgery, adjuvant therapy, stage T, and metastasis), multivariate Cox regression analysis indicated that mutations in DR genes (HR=3.0126, 95% CI 1.0707 to 8.4764, p=0.0367) and the MLR (HR=1.0018, 95%CI 1.0005 to 1.0032, p=0.009) were significantly related to worse survival.\nConclusions: The combination of mutated repair genes and MLR-H, which is associated with a worse survival in our series of PDAC patients treated with conventional chemotherapy protocols, might become a predictive biomarker of response to immunotherapy in addition to its prognostic role in predicting survival. \n",
      "cluster": 24,
      "score": -0.013730293943392827
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Rare diseases present immense challenges to physicians, patients, and the healthcare system at large due to a scarcity of research and knowledge in the field. This contributes to uncertainty surrounding rare diseases, which can hinder the management of these chronic conditions. An analysis of my family’s experience battling my mother’s ameloblastic carcinoma highlights the difficulties in communicating the uncertainty around rare diseases and their damaging effects on our family’s well-being. Here, we will recognize the importance of acknowledging uncertainty during diagnoses and advocating for enhanced detection strategies. The goal of this article is to emphasize that effective medical communication around rare diseases, accessibility to accurate information, proper services, and a shift toward a culture that prioritizes patient well-being are critical for improving health outcomes for rare disease patients.",
      "cluster": 21,
      "score": 0.03317414908648936
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background: MicroRNAs (miRNAs) play a crucial role in gene expression and regulation, with dysregulation of miRNA function linked to various diseases, including hepatitis C virus (HCV)-related hepatocellular carcinoma (HCC). There is still a gap in understanding the regulatory relationship between miRNAs and mRNAs in HCV-HCC. This study aimed to investigate the function and effects of persistent HCV-induced miRNA expression on gene regulation in HCC.\nMethods: MiRNA array data were used to identify differentially expressed miRNAs and their targets, and miRNAs were analyzed via DIANA for KEGG pathways, gene ontology (GO) functional enrichment, and Ingenuity Pathways Analysis (IPA) for hepatotoxicity, canonical pathways, associated network functions, and interactive networks.\nResults: Seventeen miRNAs in L-HCV and 9 miRNAs in S-HCV were differentially expressed, and 5 miRNAs in L-HCV and 5 miRNAs in S-HCV were significantly expressed in liver hepatocellular carcinoma (LIHC) tumors. Grouped miRNA survival analysis showed that L-HCV miRNAs were associated with survival in LIHC, and miRNA‒mRNA targets regulated viral carcinogenesis and cell cycle alteration through cancer pathways in LIHC. MiRNA-regulated RCN1 was suppressed through miRNA-oncogene interactions, and suppression of RCN1 inhibited invasion and migration in HCC.\nConclusion: Persistent HCV infection induced the expression of miRNAs that act as tumor suppressors by inhibiting oncogenes in HCC. RCN1 was suppressed while miRNAs were upregulated, demonstrating an inverse relationship. Therefore, hsa-miR-215-5p, hsa-miR-10b-5p, hsa-let-7a-5p and their target RCN1 may be ideal biomarkers for monitoring HCV-HCC progression.\n",
      "cluster": 23,
      "score": 0.0853106806157291
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "BACKGROUND: Emerging evidence suggests that Rho GTPases play a crucial role in tumorigenesis and metastasis, but their involvement in the tumor microenvironment (TME) and prognosis of hepatocellular carcinoma (HCC) is not well understood. \nMETHODS: We aim to develop a tumor prognosis prediction system called the Rho GTPases-related gene score (RGPRG score) using Rho GTPase signaling genes and further bioinformatic analyses.\nRESULTS: Our work found that HCC patients with a high RGPRG score had significantly worse survival and increased immunosuppressive cell fractions compared to those with a low RGPRG score. Single-cell cohort analysis revealed an immune-active TME in patients with a low RGPRG score, with strengthened communication from T/NK cells to other cells through MIF signaling networks. Targeting these alterations in TME, the patients with high RGPRG score have worse immunotherapeutic outcomes and decreased survival time in the immunotherapy cohort. Moreover, the RGPRG score was found to be correlated with survival in 27 other cancers. In vitro experiments confirmed that knockdown of the key Rho GTPase-signaling biomarker SFN significantly inhibited HCC cell proliferation, invasion, and migration. \nCONCLUSIONS: This study provides new insight into the TME features and clinical use of Rho GTPase gene pattern at the bulk-seq and single-cell level, which may contribute to guiding personalized treatment and improving clinical outcome in HCC. \n",
      "cluster": 23,
      "score": 0.03366079750785412
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Backgraound: Several evidence demonstrated that glucagon-like peptide 1 receptor agonists (GLP1-RAs) reduce the risk of dementia in type 2 diabetes patients by improving memory, learning, and overcoming cognitive impairment. In this study, we elucidated the molecular processes underlying the protective effect of Tirzepatide (TIR), a dual glucose-dependent insulinotropic polypeptide receptor agonist (GIP-RA)/ GLP-1RA, against learning and memory disorders.\nMethods: We investigated the effects of TIR on markers of neuronal growth (CREB and BDNF), apoptosis (BAX/Bcl2 ratio) differentiation (pAkt, MAP2, GAP43, and AGBL4), and insulin resistance (GLUT1, GLUT4, GLUT3 and SORBS1) in a neuroblastoma cell line (SHSY5Y) exposed to normal and high glucose concentration. The potential role on DNA methylation of genes involved in neuroprotection and epigenetic modulators of neuronal growth (miRNA 34a), apoptosis (miRNA 212), and differentiation (miRNA 29c) was also investigated. The cell proliferation was detected by measuring Ki-67 through flow cytometry. The data were analysed by SPSS IBM Version 23 or GraphPad Prism 7.0 software and expressed as the means ± SEM. Differences between the mean values were considered significant at a p-value of < 0.05. GraphPad Prism software was used for drawing figures.\nResults: For the first time, it was highlighted: a) the role of TIR in the activation of the pAkt/CREB/BDNF pathway and the downstream signaling cascade; b) TIR efficacy in neuroprotection; c) TIR counteracting of hyperglycemia and insulin resistance-related effects at the neuronal level. \nConclusions: We demonstrated that TIR can ameliorate high glucose-induced neurodegeneration and overcome neuronal insulin resistance. Thus, this study provides new insight into the potential role of TIR in improving diabetes-related neuropathy.\n",
      "cluster": 20,
      "score": -0.018522087291422216
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background\nEpidemiological evidence links a close correlation between long-term exposure to air pollutants and autoimmune diseases, while the causality remained unknown.\nMethods\nTwo-sample Mendelian randomization (TSMR) was used to investigate the role of PM10, PM2.5, NO2, and NOX (N = 423,796 - 456,380) in 15 autoimmune diseases (N = 24,890 – 314,995) using data from large European GWASs including UKB, FINNGEN, IMSGC, and IPSCSG. Multivariable Mendelian randomization (MVMR) was conducted to investigate the direct effect of each air pollutant and the mediating role of common factors including body mass index (BMI), alcohol consumption, smoking status, and household income. Transcriptome-wide association studies (TWAS), two-step MR and colocalization analyses were performed to explore underlying mechanisms between air pollution and autoimmune diseases. \nResults\nIn TSMR, after correction of multiple testing, hypothyroidism was causally associated with higher exposure to NO2 [odds ratio (OR): 1.37, p = 9.08×10-4] and NOX [OR: 1.34, p = 2.86×10-3], ulcerative colitis (UC) was causally associated with higher exposure to NOX [OR: 2.24, p = 1.23×10-2] and PM2.5 [OR: 2.60, p = 5.96×10-3], rheumatoid arthritis was causally associated with higher exposure to NOX [OR: 1.72, p = 1.50×10-2], systemic lupus erythematosus was causally associated with higher exposure to higher exposure to NOX [OR: 4.92, p = 6.89×10-3], celiac disease was causally associated with lower exposure to lower exposure to NOX [OR: 0.14, p = 6.74×10-4] and PM2.5 [OR: 0.17, p = 3.18×10-3]. PM2.5 exerting risky effects on UC remained significant in MVMR after correcting for other air pollutants. Common factors also mediated from air pollutants to autoimmune diseases revealed by MVMR. Transcriptional analysis identified specific gene transcripts and pathways interconnecting air pollutants and autoimmune diseases. Two-step MR revealed that POR, HSPA1B, and BRD2 might mediate from air pollutants to autoimmune diseases. POR cis-pQTL (rs59882870 PPH4=1.00) for POR strongly colocalized with autoimmune diseases.\nConclusion\nThis research underscores the necessity of rigorous air pollutant surveillance within public health studies aimed at curtailing the prevalence of autoimmune diseases. \n",
      "cluster": 21,
      "score": -0.025332729860861825
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background: Ovarian cancer poses a serious threat to women's health. Due to the difficulty of early detection, most patients are diagnosed with advanced-stage disease or peritoneal metastasis. We found that LncRNA MEG3 is a novel tumor suppressor, but its role in tumor occurrence and development is still unclear. \n\nMethods: We investigated the expression level of MEG3 in pan-cancer through bioinformatics analysis, especially in gynecological tumors. Function assays were used to detect the effect of MEG3 on the malignant phenotype of ovarian cancer. RIP, RNA pull-down, MeRIP-qPCR, actinomycin D test were carried out to explore the m6A methylation-mediated regulation on MEG3. Luciferase reporter gene assay, PCR and Western blot were implemented to reveal the potential mechanism of MEG3. We further confirmed the influence of MEG3 on tumor growth in vivo by orthotopic xenograft models and IHC assay.\n\nResults: In this study, we discovered that MEG3 was downregulated in various cancers, with the most apparent downregulation in ovarian cancer. MEG3 inhibited the proliferation, migration, and invasion of ovarian cancer cells. Overexpression of MEG3 suppressed the degradation of VASH1 by negatively regulating miR-885-5p, inhibiting the ovarian cancer malignant phenotype. Furthermore, we demonstrated that MEG3 was regulated at the posttranscriptional level. YTHDF2 facilitated MEG3 decay by recognizing METTL3‑mediated m6A modification. Compared with those injected with vector control cells, mice injected with MEG3 knockdown cells showed larger tumor volumes and faster growth rates. \n\nConclusion: We demonstrated that MEG3 is influenced by METTL3/YTHDF2 methylation and restrains ovarian cancer proliferation and metastasis by binding miR-885-5p to increase VASH1 expression. MEG3 is expected to become a therapeutic target for ovarian cancer.\n",
      "cluster": 23,
      "score": 0.05968836422853939
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Glioblastoma multiforme (GBM) is the most common malignant primary brain cancer affecting the adult population. Median overall survival for GBM patients is poor (15 months), primarily due to high rates of tumour recurrence and the paucity of treatment options. Oncolytic virotherapy is a promising treatment alternative for GBM patients, where engineered viruses selectively infect and eradicate cancer cells by inducing cell lysis and eliciting robust anti-tumour immune response. In this study, we evaluated the oncolytic potency of live-attenuated vaccine strains of Zika virus (ZIKV-LAV) against human GBM cells in vitro.  Our findings revealed that Axl and integrin αvβ5 function as cellular receptors mediating ZIKV-LAV infection in GBM cells. ZIKV-LAV strains productively infected and lysed human GBM cells but not primary endothelia and terminally differentiated neurons. Upon infection, ZIKV-LAV mediated GBM cell death via apoptosis and pyroptosis. This is the first in-depth molecular dissection of how oncolytic ZIKV infects and induces death in tumour cells. ",
      "cluster": 17,
      "score": -0.0261164186087629
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background: Radioresistance is a primary factor contributing to the failure of rectal cancer treatment. Immune suppression plays a significant role in the development of radioresistance. We have investigated the potential role of phosphatidylinositol transfer protein cytoplasmic 1 (PITPNC1) in regulating immune suppression associated with radioresistance.\n\nMethods: To elucidate the mechanisms by which PITPNC1 influences radioresistance, we established HT29, SW480, and MC38 radioresistant cell lines. The relationship between radioresistance and changes in the proportion of immune cells was verified through subcutaneous tumor models and flow cytometry. Changes in the expression levels of PITPNC1, FASN, and CD155 were determined using immunohistochemistry and western blotting techniques. The interplay between these proteins was investigated using immunofluorescence co-localization and immunoprecipitation assays. Additionally, siRNA and lentivirus-mediated gene knockdown or overexpression, as well as co-culture of tumor cells with PBMCs or CD8+ T cells and establishment of stable transgenic cell lines in vivo, were employed to validate the impact of the PITPNC1/FASN/CD155 pathway on CD8+ T cell immune function.\n\nResults: Under irradiation, the apoptosis rate and expression of apoptosis-related proteins in radioresistant colorectal cancer cell lines were significantly decreased, while the cell proliferation rate increased. In radioresistant tumor-bearing mice, the proportion of CD8+ T cells and IFN-γ production within immune cells decreased. Immunohistochemical analysis of human and animal tissue specimens resistant to radiotherapy showed a significant increase in the expression levels of PITPNC1, FASN, and CD155. Gene knockdown and rescue experiments demonstrated that PITPNC1 can regulate the expression of CD155 on the surface of tumor cells through FASN. In addition, co-culture experiments and in vivo tumor-bearing experiments have shown that silencing PITPNC1 can inhibit FASN/CD155, enhance CD8+ T cell immune function, promote colorectal cancer cell death, and ultimately reduce radioresistance in tumor-bearing models.\n\nConclusions: PITPNC1 regulates the expression of CD155 through FASN, inhibits CD8+ T cell immune function, and promotes radioresistance in rectal cancer.\n",
      "cluster": 22,
      "score": 0.03999672214135986
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background：Overweight is known to be an important risk factor for colorectal cancer (CRC), and the differences in intestinal flora among CRC patients with different BMI status have not been clearly defined. The purpose of this study was to elucidate the differences in the abundance, composition and biological function of intestinal flora in CRC patients with different BMI status.\nMethod: A total of 170 CRC patients were included and grouped according to the BMI data of CRC patients. BMI≥24kg/m2 was defined as overweight group, and BMI within the range of 18.5-23.9kg/m2 was defined as normal weight group. Preoperative stool collection of patients in both groups was used for 16S rRNA sequencing. Total RNA was extracted from 17 CRC tumor tissue samples for transcriptome sequencing, and then CIBERSORT algorithm was used to convert the transcriptome data into the relative content matrix of 22 kinds of immune cells, and the correlation between different intestinal flora and immune cells and immune-related genes under different BMI states was analyzed. Finally, we identified BMI-related differential functional pathways and analyzed the correlation between these pathways and differential intestinal flora.\nResult: There was no significant difference in α diversity and β diversity analysis between overweight group and normal weight group. Partial least square discriminant analysis (PLS-DA) could divide the flora into two different clusters according to BMI stratification. A total of 33 BMI-related differential flora were identified by linear discriminant effect size analysis (LEfSe), among which Actinomyces, Desulfovibrio and Bacteroides were significantly enriched in overweight group. ko00514: Other types of O-glycan biosynthesis are significantly enriched in overweight group. There was a significant positive correlation between Clostridium IV and Macrophages M2 and T cells regulatory (Tregs). There was a significant negative correlation with Dendritic cells activated and T cells CD4 memory activated.\nConclusions: The richness and diversity of intestinal flora of CRC patients may be related to different BMI status, and the enrichment of Actinomyces, Desulphurvibrio and Bacteroides may be related to overweight status of CRC patients. The tumor microenvironment in which BMI-related differential flora resides has different immune landscapes, suggesting that some intestinal flora may affect the biological process of CRC by regulating immune cell infiltration and immune gene expression, but further experiments are needed to confirm this.\n",
      "cluster": 18,
      "score": 0.013443348177513007
    },
    {
      "chapter": "Journal of Translational Medicine",
      "section": "Journal of Translational Medicine",
      "para": "Background: Identifying precise biomarkers of immunotherapy response for non-small cell lung carcinoma (NSCLC) before treatment is challenging. This study aimed to construct and investigate the potential performance of a sub-regional radiomics model (SRRM) as a novel tumor biomarker in predicting the response of patients with NSCLC treated with immune checkpoint inhibitors, and test whether its predictive performance is superior to that of conventional radiomics, tumor mutational burden (TMB) score and programmed death ligand-1 (PD-L1) expression.\nMethods: We categorized 264 patients from retrospective databases of two centers into training (n=159) and validation (n=105) cohorts. Radiomic features were extracted from three sub-regions of the tumor region of interest using the K-means method. We extracted 1,896 features from each sub-region, resulting in 5,688 features per sample. The least absolute shrinkage and selection operator regression method was used to select sub-regional radiomic features. The SRRM was constructed and validated using the support vector machine algorithm. We used next-generation sequencing to classify patients from the two cohorts into high TMB (≥10 muts/Mb) and low TMB (<10 muts/Mb) groups; immunohistochemistry was performed to assess PD-L1 expression in formalin-fixed, paraffin-embedded tumor sections, with high expression defined as ≥50% of tumor cells being positive. Associations between the SRRM and progression-free survival (PFS) and variant genes were assessed. \nResults: Eleven sub-regional radiomic features were employed to develop the SRRM. The areas under the receiver operating characteristic curve (AUCs) of the proposed SRRM were 0.90 (95% confidence interval [CI]: 0.840.96) and 0.86 (95% CI: 0.760.95) in the training and validation cohorts, respectively. The SRRM (low vs. high; cutoff value=0.936) was significantly associated with PFS in the training (hazard ratio [HR]=0.35 [0.240.50], P<0.001) and validation (HR=0.42 [0.260.67], P=0.001) cohorts. A significant correlation between the SRRM and three variant genes (H3C4, PAX5, and EGFR) was observed. In the validation cohort, the SRRM demonstrated a higher AUC (0.86, P<0.001) than that for PD-L1 expression (0.66, P=0.034) and TMB score (0.54, P=0.552).\nConclusions: The SRRM had better predictive performance and was superior to conventional radiomics, PD-L1 expression, and TMB score. The SRRM effectively stratified the progression-free survival (PFS) risk among patients with NSCLC receiving immunotherapy.\n",
      "cluster": 24,
      "score": 0.07091784649921895
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "Reservoir pressure reduction due to continuous production from oil and gas wells affects the sand production rate. An increase in drawdown pressure and/or a decrease in reservoir pressure increases the sand production rate. Since the problem of sand production is one of the main issues in the Asmari sandstone formation located in one of the oilfields in the southwest of Iran, therefore, in this research, the variations in the sand production rate due to the changes in the reservoir and drawdown pressures were investigated. So, for the first time, a hybrid numerical model of finite difference method (FDM) - discrete element method (DEM) - finite element method (FEM) - computational fluid dynamics (CFD) was developed. This numerical model investigated the increase in the sand production rate due to variations in reservoir pressure with a constant bottom-hole flowing pressure. Then, by performing an extensive sensitivity analysis on different values of reservoir pressure and drawdown pressure, the changes in the sanding rate, the critical drawdown pressure, and the safe drawdown line were determined. The results showed that, if the production flow rate of the well is constant, increasing the drawdown pressure can change the sand production rate only to a certain extent, and more than that, will be produced at a constant rate. Also, adjusting the drawdown pressure within a safe range does not necessarily keep the sand production rate constant at a permissible value for a long time, while by keeping the bottom hole flowing pressure constant within an acceptable range, the sand production rate can be controlled for a longer period.",
      "cluster": 4,
      "score": -0.01242824719858051
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "The scale of propagation of hydraulic fractures in deep shale is closely related to the effect of stimulation. In general, the most common means of revealing hydraulic fracture propagation rules are laboratory hydraulic fracture physical simulation experiments and numerical simulation. However, the former is difficult to meet the real shale reservoir environment, and the latter research focuses mostly on fracturing technology and the interaction mechanism between hydraulic fractures and natural fractures, both of which do not consider the influence of temperature effect on hydraulic fracture propagation. In this paper, the hydraulic fracturing process is divided into two stages (thermal shock and hydraulic fracture propagation). Based on the cohesive zone method, a coupled simulation method for sequential fracturing of deep shale is proposed. The effects of different temperatures, thermal shock rates, and times on the scale of thermal fractures are analyzed. As well as the effects of horizontal stress difference and pumping displacement on the propagation rule of hydraulic fractures. The results show that the temperature difference and the thermal shock times determine the size and density of thermal fractures in the surrounding rock of the borehole, and the number of thermal fractures increases by 96.5% with the increase of temperature difference. Thermal fractures dominate the initiation direction and propagation path of hydraulic fractures. The main hydraulic fracture width can be increased by 150% and the length can be increased by 46.3% by increasing the displacement; the secondary fracture length can be increased by 148.7% by increasing the thermal shock times. This study can provide some inspiration for the development of deep shale by improving the complexity of hydraulic fractures.",
      "cluster": 4,
      "score": -0.053661567752620945
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "The accuracy of predicting waterflooding performance is crucial in determining the scale of investment for oilfield development. However, existing common waterflooding prediction models often rely on assumptions that may not apply universally or lack theoretical derivation through statistical analysis. This has led to unsatisfactory prediction accuracy and multiple potential solutions. To address these limitations, it is proposed to incorporate the oil/water relative permeability ratio model into the derivation process of waterflooding prediction models. Initially, an evaluation of prevalent oil/water relative permeability ratio models is conducted, along with an analysis of their primary constraints. Additionally, the applicability of the analytical relative permeability model is thoroughly examined. Building upon the analytical relative permeability model and a modified Welge equation, a new waterflooding model is formulated, encompassing all pertinent physical coefficients. Notably, this model aligns seamlessly with the commonly used Arps’ decline curve, while extending its applicability to a broader range of conditions. Moreover, it can be simplified to generate typical water drive curves under suitable circumstances. The semi-log relationship between oil/water relative permeability ratio and water saturation is further simplified into a linear relationship or a multi-term formula. Compared with the traditional waterflooding model, the new model proposed in this research has a wider application range and can be applied to oilfield at high water cut. At the same time, the new model clarifies the coefficient of waterflooding curve A and the physical meaning of parameter 7.5 in Tong's chart method for the first time. The new model proposed in this research further enriches the connotation of waterflooding theory and has certain application significance.",
      "cluster": 3,
      "score": 0.03148187893692967
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "The intake plugging of an electrical submersible pump (ESP) has presented a formidable chal-lenge to conventional ESP wells. Attention to cumulative solid deposition is essential since it intensifies the intake plugging severity and impedes ESP performance. We present a new ap-proach to evaluate the ESP performance degradation during increased intake plugging severi-ty. In particular, we employ the intake plugging factor, rate-derating factor, and affinity law to calculate the new ESP speed at different plugging conditions. We used Schlumberger PIPESIM software to perform nodal analysis of the newly calculated ESP speed. The result was validated using the actual field data and compared to the field cases that reported the intake plugging issue. The nodal analysis showed a steady maximum ESP head with zero rate-derating at the shut-in point. The intake plugging factor caused a significant reduction in the ESP operating rate and increased pump intake pressure and annulus liquid level. Based on the existing intake plugging field data, we established the quantitative standard for the nor-mal and abnormal intake plugging factor (IPF) range. The observed results agreed with the field downhole data recorded during the intake plugging problem. We identified that regulat-ing the ESP speed to the reduced operating rate could minimize unexpected pump stoppage. It is also possible to carefully monitor the intake plugging problem by combining the annulus liquid level, the signature of pump intake pressure, and a deadhead test. ",
      "cluster": 3,
      "score": -0.002825497826147759
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "The central Sichuan Basin, located in western China, holds great significance in terms of hydrocarbon production, especially in relation to complex carbonate reservoirs, notably the Qixia Formation of the Middle Permian epoch. However, the comprehensive evaluation of this geological formation presents considerable challenges due to complex lithology, limited availability of reservoir property data at various scales, inadequacies in data integration, and the absence of a reliable reservoir ranking system for development decision making. Previous studies primarily relying on conventional data at the reservoir level, such as well logs and geological information, have proven insufficient in accurately characterizing the reservoir. This is especially evident without precise lithological information and detailed knowledge of microscale properties, which are crucial for effective reservoir evaluation. To address these challenges, this study integrates advanced technologies like X-ray diffraction, micro-CT and Scanning Electron Microscope (SEM) techniques in digital drill cutting analysis at the micro-scale. A novel scoring system has been developed using a prominent component analysis (PCA) approach and an expert scoring system, which incorporates existing conventional well log data and digital cutting analysis. This scoring system has been validated using actual production data, thus establishing a robust evaluation methodology for assessing the exploration potential and optimizing development strategies for carbonate gas reservoirs in the Qixia Formation. The innovative approach, which incorporates parameters at both micro- and macro-scales, holds promising potential in facilitating future exploration and development efforts.",
      "cluster": 6,
      "score": 0.08612777677896116
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "Spontaneous water imbibition into matrix blocks can be a significant oil recovery mechanism in fractured reservoirs. Many enhanced oil recovery methods, such as injection of modified salinity brine, are proposed for improving spontaneous imbibition efficacy. Many scaling equations are developed in the literature to predict spontaneous imbibition oil recovery. However, almost none of them included the impact of the diversity in ionic composition of injected and connate brines and the blending/interaction of a low salinity imbibing brine with a higher salinity connate brine. In this research, these two issues are included to propose new scaling equations for the scaling of spontaneous imbibition oil recovery by modified salinity imbibing brines. This study uses experimental data of the spontaneous imbibition of modified salinity brines into oil-saturated rock samples with different lithologies containing an irreducible high salinity connate brine. The collected tests from the literature were performed at high temperatures and on aged altered wettability cores. The results of 110 available spontaneous imbibition laboratory experiments (85, 12 and 13 tests on chalks, dolomites and sandstones, respectively) are gathered.\nThis research initially shows the poor ability of three selected convenient scaling equations from the literature to scale imbibition recovery by modified salinity brine. Then, our newly proposed technique to find the scaling equation for spontaneous imbibition recovery by modified salinity brine during the abovementioned conditions in limestones (Bassir, Shokrollahzadeh Behbahani, Shahbazi, Kord, & Mirzaei-Paiaman, 2023) is used in chalks, dolomites and sandstones to develop the three new scaling equations. Finally, a new general equation to scale imbibition recovery by modified salinity brine for all four lithologies is presented. Moreover, for each of the four datasets (chalk, dolomite, sandstone and all the four lithologies), the scaled data by the new equations is matched by two mathematical expressions based on the Aronofsky et al. model and the Fries and Dreyer model. These mathematical expressions can be used to develop transfer functions in reservoir simulators for a more accurate prediction of oil recovery by spontaneous imbibition of modified salinity brine in fractured reservoirs.\n",
      "cluster": 3,
      "score": 0.015129803674905526
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "Liquid loading occurs in gas wells after a period of production, and the vortex drainage gas recovery technology can alleviate this problem by removing liquid. To substantially enhance the efficiency of this technology, a novel tool combining jetting and helical mechanisms has been introduced. To validate its effectiveness, a laboratory system for detailed analysis of pressure drops by using various tools at multiple gas flow rates has been set up. The analysis approach encompasses both single-factor and orthogonal analyses of tool structure parameters to find out the optimal tool structural parameters under different operating conditions. Consequently, a correlation between the gas flow rates observed in controlled laboratory environments and those in actual gas wells has been established. The study indicates that the tool’s main structural parameters significantly impact pressure drops along the wellbore. Furthermore, it is evident that distinct well profiles require unique tool setups to minimize such pressure drop. Field tests of the optimized tool has shown notable enhancements: The average gas flow rate increased by 25.9%, reaching 5.39×104m3/d (1.90×106scf/d), while the average liquid flow rate increased by 20.1%, reaching 1.46m3/d (9.18bbl/d). These results highlight the superior drainage stimulation effect of the new jetting and helical combination tool, presenting novel insights and methodologies for enhancing gas recovery in liquid-loaded gas wells.",
      "cluster": 4,
      "score": 0.03527673727973591
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "Unambiguously determining irreducible water saturation (S_wirr ) poses a formidable challenge, given the availability of multiple independent methods. Traditional approaches often depend on semi-experimental relationships derived from simplified assumptions. These methods, originally designed for oil sandstone reservoirs, result in varying S_wirr values when employed in carbonate gas reservoirs. Nuclear magnetic resonance (NMR) is the most advanced technique for determining S_wirr. While highly accurate, the NMR-based method necessitates the laboratory measurement of the transverse relaxation time (T_2 ) cutoff. Lab-based T_2 cutoff determination is resource-intensive and time-consuming. This research aims to develop a robust model for determining S_wirr in carbonate gas reservoirs by utilizing NMR well logging measurements and special core analysis (SCAL) tests. Various T_2 cutoff values were initially employed to compute bound water saturation (S_bw ) at different depths to achieve this. Subsequently, the data points (T_2,S_bw ) were graphed on a scatter plot to unveil the relationship between S_bw and T_2. The scatter plot illustrates an exponential decrease in S_bw with increasing T_2, forming the basis for the S_wirr model derived from this relationship. Finally, the parameters of the S_wirr model were fine-tuned using SCAL tests. Notably, this S_wirr model not only accurately yield S_wirr at each depth but also offers a dependable determination of the optimal T_2 cutoff for the reservoir interval.",
      "cluster": 3,
      "score": 0.013614719411594185
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "Unfortunately, oil reservoirs are complex considering the fluids (e.g. crude oil composition) and rock properties making it hard to propose a simple enhanced oil recovery (EOR) method for higher oil production. Besides, most of the investigations had focused on crude oil which is a complex mixture of thousands of components making it hard to extract any reliable conclusions with respect to the crude oil type So, the current study is focused on the application of ionic liquids (ILs) from different families of pyridinium and imidazolium, titanium oxide nanoparticles, and salts (MgCl2 and CaCl2) in the presence of resinous synthetic oil for the first time. The obtained results using the central composite design (CCD) approach revealed the positive effect of resin fraction on the IFT reduction by 27% considering the initial value (34.9%). Using the CCD approach revealed that using pH = 7, MgCl2 concentration = 21000 ppm, CaCl2 concentration = 21000 ppm, resin fraction of 9wt%t and 500 ppm of [C12mim][Cl] concentration reduces the IFT to minimum value of 0.62 mN/m while the minimum IFT value for optimum conditions of solution includes [C12py][Cl] led to minimum IFT value of  2.2 mN/m. But, the contact angle (CA) measurements revealed better synergy between [C12py][Cl] and TiO2-NPs (0-200 ppm) for better wettability alteration toward water-wet condition (27.3o) than [C12mim][Cl] (33.2o). Moreover, the IFT measurements revealed that the presence of TiO2-NPs is effective in reducing the IFT of the optimum formulations to 0.55 and 0.84 mN/m for [C12mim][Cl], and [C12py][Cl], respectively. According to the results, it seems that the obtained optimum formulations for [C12mim][Cl], and [C12py][Cl] are applicable for EOR purposes as new hybrid solutions. ",
      "cluster": 12,
      "score": 0.031002282948667963
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "The Benxi Formation in the Ordos Basin is an important gas-producing layer in the Yanchang gas field. There are critical changes in the microfacies type and extension trend of sandbodies, which affects the understanding of reservoir formation and the deployment of development wells. Based on many core and thin section observations, as well as statistical analyses of sandstone thickness and percentage of sandstone content from 1446 wells, we analyzed the coastal changes and control factors of the microfacies type, planar morphology and distribution of the Benxi Fm sandbodies in the field. The results indicate that the Benxi Fm of the Yanchang gas field is generally composed of terrigenous coastal clastic barrier deposits in a medium to small tidal range environment, but the wave action in the southern region is weak, forming typical barrier sandbars and backbarrier deposits. The wave actions in the north change more strongly, forming three major microfacies sandbodies: reworked barriers, shoals, and incised-valley-filled tidal channels. The barrier sandbodies are arranged in a belt or bead-like pattern parallel to the shoreline and are distributed longshore near the provenance. The oval-shaped shoal sandbodies are dispersed further from the shoreline, and the filling of tidal channel sandbodies is controlled by ancient geomorphic grooves. This research has important guiding significance for the identification and evaluation of reservoirs in the Yanchang gas field and similar geological settings.",
      "cluster": 6,
      "score": 0.11648926417415277
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "In this study, a neural network model is developed for the prediction of oil flow rates in wells lifted by electrical submersible pumps (ESP). Three attributes of the model in this work makes this study unique. First, the knowledge on the computational cost of models has been presented, a rarity in most neural network models on this subject; second, the models have been explicitly presented, a feature uncommon in published ANN predictive modeling studies; and third, it includes a sensitivity analysis of input variables. The dataset utilized for the model development comprises 275 data points collected from ESP lifted wells in the Middle East. Statistical evaluation of the model’s performance using the metrics – mean square error, root mean square error and coefficient of determination demonstrates high predictive accuracy with respective values of 0.0000201861, 0.00449 and 0.999.  In order to ascertain the parametric importance of the inputs, Garson’s algorithm was utilized. In this regard, choke size and upstream pressure had the highest influence (19% and 16% respectively) while casing head pressure had the least effect (4.8%) on oil flow rate. In terms of memory requirements and processing speed for software applications, the model had a memory footprint of 888 bytes and require 191 multiply, accumulate operations to give an output. By utilizing the proposed models, the time-consuming separator tests measurements of flow rate would no longer be necessary and real-time results could be provided in the field. This work would be useful to production engineers who seek a quick and accurate means of estimating oil flow rate from ESP wells in real time.",
      "cluster": 3,
      "score": 0.05358318512837557
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "The change of fracture propagation direction caused by stress interference between fractures is one of the main reasons that affect shale gas productivity. Natural fractures will be demaged by the induced stress, the induced stress field produced by natural fracture damage will in turn affect the propagation of hydraulic fractures. Previous studies usually ignored the the impact of stress field variation caused by natural fracture damage, leading to inaccurate fracture propagation simulation results. A new model for simulating hydraulic fracturing induced stress field is established with consideration of the influence of natural fracture damage. Then, the natural-fracture-induced stress is analyzed in open and closed fracture states.  Through superposition of stress fields of natural fractures and hydraulic fractures, the interaction among open and closed natural fractures, reservoir, and hydraulic fracture, and the corresponding fracture property evolution are studied. The results demonstrate that induced stress is not affected by elastic modulus and Poisson's ratio of the rock. The induced stress difference at the fracture tip is proportional to the net pressure and the length of hydraulic fractures. The results provide guidance for the optimal design of fracturing. When the deflection angle of hydraulic fracture is less than 90°, the maximum induced stress difference at the fracture tip decreases with the reduction of deflection angle. When the deflection angle of hydraulic fracture is smaller than 90° or the deflection angle of natural fracture is smaller than 45°, the steering of hydraulic fracture is less hindered, which is beneficial to the formation of complex fracture network. ",
      "cluster": 6,
      "score": -0.08727766056212251
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "Electromagnetic (EM) radiation has long been recognized as an effective method for enhancing the quality and recovery of heavy and extra-heavy crude oil. The incorporation of EM absorbers, particularly nanoparticles, has demonstrated significant potential to boost efficiency and expand the stimulated reservoir volume. However, the application of simultaneous EM radiation and nanofluid injection in a natural porous medium, which is critical for the successful implementation of this approach in field-scale operations, remains an underexplored frontier. In this context, this research represents a pioneering endeavor, aiming to bridge this knowledge gap through a comprehensive statistical and optimization study. The primary objective was to unravel the intricate interplay between five distinct types of magnetic nanoparticles and their concentrations within the base fluid to improve oil production. Notably, it focused on iron oxide (Fe3O4) magnetic nanoparticles and their innovative hybridization with multi-walled carbon nanotubes (MWCNT), and nickel oxide (NiO) nanomaterial. A newly designed glass sandpack were employed as the porous medium, thus mirroring real reservoir conditions more accurately. Then, a rigorous full factorial design scrutinized the multifaceted effects of nanoparticle type and concentration when introduced into deionized (DI) water during this process. Results showed that microwave radiation, applied at 400 watts, dramatically improved oil recovery, catapulting it from a baseline of 19% to an impressive 39.5% during water injection. The addition of magnetic nanoparticles to the base fluid enhances efficiency. However, the specific type of nanoparticle exerts varying effects on oil recovery rates. Notably, the synthesis of Fe3O4-MWCNT nanoparticles had a substantial impact on the ultimate oil recovery factor, achieving approximately 69%. Furthermore, the hybridization of Fe3O4 nanoparticles with MWCNT and NiO nanoparticles leads to reduced consumption (using low weight percentages) while achieving the highest oil recovery rates during the injection process. Finally, the optimization analysis demonstrated that employing 0.34 wt. % of Fe3O4-MWCNT nanoparticles under 400 watts of microwave radiation represents the optimal condition for achieving the highest oil production in a sandpack porous medium. Under these conditions, the oil recovery factor can increase to 78%.",
      "cluster": 12,
      "score": 0.0828931799691224
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "The staged and layered fracturing technology plays an important role in unconventional tight reservoirs. And the gas well fracturing and completion integration is the core component to realize the fracturing and completion integration process, which can realize the integration of acid fracturing and later drainage production so as to reduce the secondary pollution to the reservoir. The packer rubber barrel’s performance directly affects the long-term effective sealing reliability itself in high temperature and high pressure environment. In this paper, the constitutive model of rubber tested from high temperature and high pressure curing kettle to simulate the high-temperature and highly corrosive environment of the formation. On this basis, the structure of the packer’s shoulder and the protective ring of the rubber barrels are optimized through Abaqus to reduce its stress failure under high pressure, and its corrosion resistance is improved by improving the rubber material. The sealing performance of the packer rubber cylinder under the field underground requirements is tested through laboratory evaluation test and field test. The results show that the protective ring and rubber tube shoulder at 30° angle is a reasonable result of optimization, and the optimized packer can meet the requirements of 154 ℃ temperature resistance, 79MPa pressure bearing and long-term effective sealing. The successful development of packer rubber and the integrated analysis process can lay a solid foundation for the realization of integrated fracturing and completion process for exploration and development of deep volcanic or carbonate reservoirs.",
      "cluster": 4,
      "score": 0.016502942704206245
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "Identifying the optimal azimuth and inclination for wellbore drilling in sandy formations can be considered a valuable aid in reducing sand production risks, lost time, and decreasing drilling costs in the petroleum industry. Therefore, a numerical systematic approach was provided to predict sand production in wellbore SDX-5, drilled in a deep-water sandstone reservoir in the Shah-Deniz gas field (South Caspian Basin), which has never been done previously. Additionally, this systematic approach uses geomechanical and geodynamical criteria, along with petrophysical information (density and sonic log) and tectonic characteristics of the study area, which are influenced by the active tectonic stresses of the Apsheron-Balkhan zone. The subsurface data sources employed are more eco-friendly, available, and continuous than experimental tests. The computations conducted achieved azimuth, inclination, polar, and depth profile plots for the Lower Balakhany Formation. The calculations reveal that the optimum azimuth for the wellbore drilling trajectories is parallel to SHmax and oblique drilling to near horizontal is the result of optimum inclination. Polar plots showed optimum azimuth, inclination, and effect of wellbore trajectory on critical collapse pressure and collapse drawdown pressure with pressure values simultaneously, which identify safer alternatives for achieving higher petroleum production rates without sanding. Depth profile plots provide a simultaneous overview of the values of critical collapse pressure, critical sanding pressure for instantaneous drawdown, and optimum wellbore production pressure during drilling and production operations. Moreover, optimum reservoir fluid production (maximum discharge) rates can be identified and imposed as upper limits to prevent sand production.",
      "cluster": 6,
      "score": 0.010961699455549728
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "Multi-layer commingle production is a common development technique to improve the overall oil recovery of multi-layer reservoirs. However, this technique is mainly used at low water cut stage. Research on this technique at high water cut stage is comparatively few. Therefore, in order to improve productivity and recovery of wells, feasibility analysis of commingle production of multi-layer reservoirs in the high water cut stage is analyzed. To achieve a good commingle production result, the production layers must be optimized and interlayer interference must be analyzed and reduced as much as possible. Factors such as permeability, porosity, viscosity, capillary pressure, gravity, pressure difference, and water cut difference have impact on commingle production. But it is difficult to consider all these factors. Therefore, according to the geological reservoir characteristics of X Oilfield, a model is established to simulate commingle production process, and the results are compared and analyzed. The interference degree is characterized by seepage resistance. The commingle production effect is evaluated by dimensionless oil increase coefficient, production index, and production index interference coefficient. The results show that the larger the difference of permeability ratio and water cut between multi-layers, the more severe the interlayer interference; dimensionless oil increase coefficients are all positive, it means that commingle production can achieve good oil increase effect even in the high water cut stage; the recommended technical limits for commingle production are that: permeability ratio is less than 5; commingle production timing is that water cut of low permeability layer is higher than 80%. This technique has been applied to X Oilfield, and the oil recovery increased about 2.8%, which confirmed this method feasibility.",
      "cluster": 4,
      "score": 0.06985252674980401
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "Bentonite suspension in water-based drilling fluid is susceptible to deterioration in high-temperature environments, hence requiring a deflocculant to stabilize the solid particles. Considering the use of highly toxic chrome-based deflocculant in the industry, Rhizophora spp. tannin-lignosulfonate (RTLS) was synthesized in this study as an alternative deflocculant. A viscometer was used to study the rheological properties, and the filtration performance was evaluated using low-pressure low-temperature (LPLT) and high-pressure high-temperature (HPHT) filter press in accordance with The American Petroleum Institute (API) standard procedure. The addition of 0.5 wt% RTLS to water-based drilling fluid (WBDF) was effective in a significant reduction of the plastic viscosity (PV) and yield point (YP) of WBDF at elevated temperatures. As the amount of RTLS added to the suspension exceeds 0.5 wt%, the effect on PV and YP becomes negligible. A higher fluid loss of 13 mL was observed in the WBDF without RTLS aged at 177 °C. The addition of 2.0 wt% RTLS reduced the fluid loss to 10.7 mL. This suggests that RTLS is an effective deflocculant that can be used to improve the filtration properties of WBDF at high temperatures. The morphology of RTLS filter cakes was examined using field emission scanning electron microscopy with energy-dispersive X-ray spectroscopy (FESEM-EDX). The interlayer between clay particles was identified as RTLS, a natural additive that plays a vital role in enhancing filtration while minimizing fluid loss. The outcomes of this research are promising, and this non-toxic deflocculant has the potential to replace chrome-based deflocculants that are still in use for borehole drilling.",
      "cluster": 13,
      "score": 0.026400536945812385
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "To separate oil–water mixtures especially in oil field operations, new energy-efficient methods are urgently required. Conventional separation techniques using demulsifiers for separation of oil-water mixtures or even use of membranes usually suffered from high cost and energy consumption, composition dependency of demulsifiers and fouling or inability of a single membrane to separate all types of oil–water mixtures. This research aimed to synthesize tungsten oxide-coated stainless-steel mesh using the hydrothermal method, with a focus on evaluating its effectiveness in oil-water separation. The coating procedure was carried out using hydrothermal techniques, with an emphasis on investigating the impact of precursor concentration, pH levels, reaction temperature and duration, on the separation efficiency of the optimal coating solution. The hydrothermally coated stainless steel mesh was created within a polytetrafluoroethylene reaction vessel, submerged in a 150 ml aqueous solution containing 0.0094 moles of sodium tungstate dihydrate at pH 3.0, achieved through the addition of hydrochloric acid. Additionally, 1 gram of oxalic acid, acting as a chelating agent, was introduced. Subsequently, the mesh underwent a 4-hour reaction at 220°C and was subsequently annealed for 30 minutes in a 350°C furnace. Remarkably, the resultant mesh exhibited an exceptional water separation flux of 9870±15 L/hr/m² when exposed to 1:1 v/v oil-water mixtures. This performance significantly outperformed previous filters designed for similar oil-water separation tasks. The mesh efficiently facilitated the passage of water through the oil-water mixture, achieving an efficiency rate exceeding 98±1%. To gauge its wetting behavior, the hydrophilic/underwater oleophobic filter underwent static contact angle measurements. The filter's wetting mechanism was primarily attributed to its hierarchical surface structure, which enhanced surface hydrophilicity and roughness. Analytical techniques such as XRD, FTIR, and FE-SEM were employed to scrutinize the fabricated filter's composition. These analyses confirmed the successful creation of a nanostructured WO3 coating on both sides of the stainless steel mesh. Moreover, the utilization of commercially available chemicals and straightforward fabrication techniques underscores the promising potential of this approach for large-scale applications.",
      "cluster": 12,
      "score": -0.005679002930283012
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "The interlayer can effectively prevent the ridge of bottom water and has a non-negligible influence on the flow dynamics of oil and gas in the reservoir. In view of the above problems, this paper studies the influence of a bottom water reservoir with an interlayer on the critical productivity of horizontal wells and establishes a coupling model of seepage and wellbore flow in a bottom water reservoir with an interlayer. The critical productivity of horizontal wells in a bottom water reservoir with an interlayer can be evaluated more accurately. Firstly, the three-dimensional seepage field is approximately decomposed into internal and external seepage fields, and the critical productivity formulas of internal and external seepage fields are solved, respectively. Using the equivalent seepage resistance, the critical productivity formula of horizontal wells in interlayer-bottom water reservoirs is obtained. The results are compared with the calculation results of the traditional productivity formula and the simulation results of the commercial software ECLIPSE. Second, based on the mass conservation principle and momentum conservation principle, the wellbore-reservoir coupling mathematical model of a horizontal well is established by the discrete method. Finally, the sensitivity analysis of the selected parameters is discussed in detail. The results show that: (1) Compared with the traditional productivity algorithm, the algorithm considers the influence of interlayers on productivity and gives a detailed theory, a specific calculation process, and the importance of accurate prediction of wellbore flow. (2) The model is calculated by an example, and the calculation results are compared with the traditional formula and the commercial simulator ECLIPSE. The results show that the horizontal well productivity formula considering the influence of interlayer is closer to the simulation results of commercial software ECLIPSE, and the relative error is 8.56 %. (3) The established coupling model considers the influence of interlayer radius length and horizontal well length. The general trend is that productivity gradually increases with an increase in interlayer radius length or horizontal well length, but the growth rate gradually decreases.",
      "cluster": 4,
      "score": 0.054181337911807584
    },
    {
      "chapter": "Journal of Petroleum Exploration and Production Technology",
      "section": "Journal of Petroleum Exploration and Production Technology",
      "para": "There are limited comparative studies on modeling fluid transport in fractured porous media. Hence, this paper systematically compares the steady-state creeping flow Stokes-Brinkman and Darcy-Darcy models for computational efficiency and accuracy. Sensitivity analyses were also conducted on the effect of fracture orientations, fracture sizes, mesh resolution, and fractures with Local Grid Refinement (LGR)  under the FEniCS computational framework. \n\nBoth models were validated numerically, and the accuracy of their solution is compared using the R-squared metric and L2 norm estimates. Key results showed that both models have similar pressure and velocity field solutions for a given fracture orientation. The computational time required for solving the Stokes-Brinkman models for a single fracture case was unusually lower than that of the Darcy-Darcy model when the pressure and velocity terms in the Darcy-Darcy model were solved simultaneously using two equations, contrary to where only one equation solves for the pressure and the velocity is obtained by projecting the gradient of pressure onto a vector space. The Stokes-Brinkman model is more sensitive to mesh resolution, and as a result, the Darcy-Darcy model tends to be more accurate than the Stokes-Brinkman model at low resolutions. Local Grid Refinement (LGR) can improve the Stokes-Brinkman model's accuracy at low mesh resolution. \n\nFurthermore, both models showed similar results when compared for complex fracture systems such as multiple fracture cases: interconnecting & isolated fractured porous media systems under low-velocity and steady-state creeping flow conditions. The FEniCS code in this paper is shared for future researchers to reproduce results or extend the research work.\n",
      "cluster": 3,
      "score": 0.008302089776653669
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "Automotive evaporative emission inventory is continuously increasing with less stringent evaporative emission norms and lack of control measures. Uncontrolled refuelling emissions from huge fleet of two-wheelers with high environmental temperature make this situation worst. Motorcycles are typically equipped with metallic fuel tanks which are exposed to direct sunlight causing very high temperature conditions inside them. In this work, two motorcycle fuel tanks are used to record the temperature of liquid gasoline, vapor in headspace and surface of fuel tank through datalogger to closely assess the vapor generation environment. Also, fuel consumption behaviour determines the liquid to vapor ratio inside fuel tank and promotes the refuelling losses in absence of Onboard Refuelling Vapor Recovery (ORVR) control technology in two-wheelers. Liquid to vapor ratio inside fuel tank depends on prefill gasoline volume and the quantity of gasoline refuelled. Experiments are conducted to develop understanding on the mechanism of vapour generation during refuelling. This paper focuses on studying the impact of refuelling quantity, prefill volume and ambient temperature conditions on the vapour generation during refuelling of two-wheeler fuel tanks. Also, interaction between these control factors with influence of individual factor is studied using regression analysis and Minitab. Analysis of Variance (ANOVA) study reveals that temperature has strong influence on vapour generation (61.5%) and refuelling quantity (21.18%) also affects it significantly with least influence of prefill volume (14.19%). Combined effect of prefill volume and refuelling quantity on vapour generation is found interesting in interaction plots. Further assessment of interaction between various control factors is suggested to develop optimized control solutions for two-wheeler refuelling emissions. ",
      "cluster": 2,
      "score": 0.0
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "Climate change is causing issues in all areas of the economy, and Robotic and Artificial Intelligence development have the potential to prevent these risks. We investigate quantile spillovers using quantile vector autoregression (QVAR), robotics, artificial intelligence development, and carbon risk. Using global data on a global daily dataset from Carbon Emissions Futures (CEF), Global X Robotics & Artificial Intelligence (BOTZ), iShares Robotics and Artificial Intelligence Multisector (IRBO), First Trust Nasdaq Artificial Intelligence and Robotics (ROBT) from April 1, 2019, to October 28, 2022, our study illustrates that there exists considerable dynamic connectedness between Robotic, Artificial Intelligence development, and carbon risk. The COVID-19 epidemic and the Russia-Ukraine war caused a brief change in direct connectivity over quantiles. CEF consistently receives shocks from the system, while IRBO and ROBT transmit significant shocks to systems. The dynamic net pairwise directional connectivity in the context of quantiles demonstrates that the Common Eigen Factor (CEF) mainly absorbs the influences of the three other variables, especially during COVID-19. This dynamic net pairwise directional connectivity across quantiles demonstrates how unknown events, such as the Ukraine-Russia conflict and the COVID-19 epidemic, affect investor mood as well as both environmentally unfriendly and environmentally beneficial cryptocurrencies. Hence, our paper calls for policy designs that maximize the positive effects of robotic and AI development on the carbon emission market.",
      "cluster": 0,
      "score": 0.05336943634921879
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "This paper offers a survey of progress in utilizing bio-oil from wood and forestry waste for creating eco-friendly asphalt pavements, with a focus on sustainability and future research directions. The substantial yearly production of wood and forestry waste often ends up in landfills. However, using pyrolysis to convert this waste into bio-oil presents an alternative to petroleum-based asphalt binders. Bio-oil shares characteristics with traditional binders used in asphalt, resulting in three main applications: bio-asphalt, bio-rejuvenator, and polyurethane (PU)-modified bio-asphalt. Bio-asphalts, though similar to traditional binders, display vulnerability to aging, experiencing mass loss and volatile component evaporation when aged. Bio-oil incorporation affects high and low-temperature performance grades adversely, limiting its usage due to susceptibility to aging and impact on high-temperature performance.\nTo tackle these issues, additives like rejuvenators, polymers, nanomaterials, and crumb rubber have been introduced to enhance aging resistance and overall performance of bio-asphalt. Wood-based bio-oil, due to its low viscosity and compatibility with petroleum-based binders, is suitable for rejuvenating aged asphalt. The optimal wood-based bio-rejuvenator percentage is 5% to 20%, with recommended mixing conditions of 130-145 °C, 1000-3000 rpm, and 10-30 minutes. Innovatively, polyurethane (PU) modification involves incorporating isocyanate into bio-asphalt to create PU-modified bio-asphalt, yielding improved strength, increased high-temperature viscosity, enhanced elastic recovery, and resistance to low-temperature cracking.\n",
      "cluster": 14,
      "score": 0.03967079944037008
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "To accelerate the transition toward zero net carbon emissions, developing the technologies which are already mature enough to be integrated technologically and economically in existing systems is essential. Most of the recent studies are focusing on large scale energy systems which require lot of assumptions such as linear approximations. This paper presents the economical optimization of combined thermal and electrical supply of multiple cities in Japan through utilization of combined heat and power boilers. A nonlinear approach is used to consider phenomena including combustion efficiencies variations or effect of scale. Different technologies of combined heat and power are modelled with different properties and fuels such as household wastes and multiple biomass woods. The cost is used as the objective function to minimize considering current energy costs. With each boiler modelled and sized, optimization results show an optimal operation of 100% renewable resources, especially biomass power with accurate indicators on the operating mode of those technologies.",
      "cluster": 1,
      "score": -0.05157764592680013
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "Disposal of water treatment sludge (WTS) has become an important issue of global environmental concern due to problems and costs. This study explored the feasibility of cold bond methodology to produce an eco-friendly core-shell lightweight aggregate (LWA) from WTS, expanded perlite (EP), and cement. The effect of cement and WTS content on the properties of the LWA was studied. The findings revealed that the crushing strength, loose bulk density, 24-h water absorption, and 28-d water absorption of produced LWA ranged from 0.45 to 3.1 MPa, 1.05 to 1.25 g/cm3, 12.4 to 22 %, and 22 to 27 %, respectively. In addition, increasing the WTS content in the shell has a positive impact on the pH of the produced LWA. Furthermore, the SEM microstructure graphs revealed the efficient interference in the LWA particles between the cement-WTS composite and the perlite. The results also prove the possibility of using the produced LWA to produce structural lightweight concrete, with compressive strength, splitting tensile strength, and dry density of 24 MPa, 2.98 MPa, and 1840 kg/m3, respectively, with a consistent thermal conductivity of 0.72 W/m.K and good acoustic insulation.",
      "cluster": 13,
      "score": 0.06522976091526665
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "The present study is related to the synthesis of metallic oxy halide nanosheets (FOX) assembled metallic micron-sponge (FOX-MS) based photocatalytic materials using hydrothermal process to degrade tetracycline (TC) antibiotics. The synthesis of FOX-MS is accomplished by exchanging O- with I- that efficiently tunes the electronic structure (Fe3O4 or Fe2O3 to form FeOI) and band gap of FeOI. Interestingly, the band gap value decreases with increasing the reaction temperature from 120 to 180 ℃ attributed to the formation of stable FeOI due to maximum O- exchange with I-. Scanning electron microscopy (SEM), X-rays diffraction (XRD), Fourier-transform infrared spectroscopy (FT-IR), and Diffuse reflectance spectroscopy (DRS) were used to characterized synthesized FOX-MS based photocatalyst materials. Additionally, upon increasing the Fe metal amount (from 0.5 mM to 1 mM) during the synthesis decreases the band gap. However, further increment in the amount of Fe metal during synthesis increases the band gap value. The lower band gap value of ~1.82 eV with ECB and EVB value of 0.48 eV and 2.3 eV is in good agreement with the reported low band gap semiconductors for the degradation of various pollutants. The synthesized FOX-MS was efficiently degrading ~63% at 10 mgL-1 of TC. Interestingly, Fenton activity of FOX-MS-based photocatalytic materials improved the TC degradation and achieved maximum degradation of ~94% at 10 mgL-1 of TC antibiotics. The degradation of TC antibiotics was also performed under acidic and basic pH conditions to confirm the mechanistic pattern of degradation of TC using FeOI based metallic microsponge. To the best of our knowledge, this is the first report of the synthesis of FeOI metallic microsponge using a hydrothermal process.",
      "cluster": 11,
      "score": 0.07942050244720206
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "As one of the world's most significant staple crops, rice has played a crucial part in meeting the primary demand for food for inhabitants across the globe. China and India are the two major producers and consumers of rice as compared to the rest of the world. Despite that, several environmental and health hazards are associated with rice residue, i.e., rice straw. In recent years, the emission of greenhouse gases, deterioration of the soil characteristics and production of hazardous smog have become significant issues that are usually faced during the open-field burning of rice straw in the northern region of India. Several studies have validated the alarming threats of these issues, but on the ground level, suitable measures are yet to be taken. The present review article aims to provide comprehensive details about the utilization of rice straw in various in-situ and ex-situ technologies while highlighting the physical, chemical, thermal and biological characteristics for its application in upcoming technologies with a special emphasis on Northern India. Apart from that, particular emphasis has been given to the initiatives commenced by the government of India for the management of rice straw. A Strengths, Weaknesses, Opportunities, and Threats analysis has been carried out to mitigate the problems related to rice straw, followed by a brief discussion of future perspectives along with sustainable development goals. The data outlined in the article is anticipated to aid the researchers, stakeholders and concerned authorities in improvising the existing practices or to attain new findings for the sustainable management of rice straw",
      "cluster": 1,
      "score": -0.04919195069160563
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "Corrosion is a phenomenon that occurs on pipes, reinforced concrete structures, and storage tanks and causes a major impact on the facility structures and can have a major impact on a facility’s structural integrity. This can result in a serious failure in the system and lead to substantial economic losses. One of the solutions widely used to eliminate the corrosion effects is by applying cathodic protection, which depends on direct current as the supply potential. The technique of cathodic protection is used to control corrosion in the utilisation of reinforced concrete structures, pipelines, storage tanks, etc. A photovoltaic cathodic protection system is normally used as an energy source to supply the system. This research reviews the technique utilised for applying solar photovoltaics in powering systems of cathodic protection. Subsequently, it highlights the methods of cathodic protection systems, sacrificial anode cathodic protection and the impressed current cathodic protection. Finally, it’s indicated that applying solar photovoltaics in powering cathodic protection systems has great efficacy in controlling the corrosion in the facility’s equipment in a smarter, controlled way. Furthermore, this study provides significant insight into the designing and operating the domain of solar photovoltaic systems that power cathode protection systems.",
      "cluster": 5,
      "score": 0.0
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "Countries around the world have recently accelerated the process of achieving carbon neutrality. The booming digital economy in the world, particularly in China, has become an important factor affecting the mode of economic development. Therefore, investigating the impact of digital economic development on carbon dioxide emissions in China could also help other countries reduce carbon dioxide emissions. It is imperative for China to accelerate the realization of the goal of carbon neutrality. This paper used China’s provincial data, demonstrating the impact of digital economic development on China’s carbon dioxide emissions through theoretical analysis and empirical measurement. The study found that digital economic development has primarily helped China reduce carbon dioxide emissions, through industrial upgrading and this effect had regional and temporal heterogeneity. The government should vigorously promote digital economic development to reduce carbon dioxide emissions.",
      "cluster": 0,
      "score": 0.13597909025487098
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "The hydrogen certification market faces intricate challenges that are intertwined and interdependent. This research paper employs the metaphor of fitting puzzle pieces together to delve into the complexities of the market. It highlights the central puzzle piece that often goes unnoticed: the life cycle assessment (LCA) methodology. The lack of compatibility in LCA methodologies across certifications creates significant hurdles in achieving harmonization of crucial aspects such as governance, hydrogen categorization, emissions threshold determination, segmented certification due to various hydrogen end-uses, and chain-of-custody tracking systems that catches the interest of research so far.  To address this oversight, the paper adopts a structured approach to accomplish its objectives. Firstly, it thoroughly investigates the existing life cycle methodologies employed in global hydrogen schemes, treating them as distinct puzzle pieces. This analysis delves into key components of these methodologies, including eligible sources and pathways, functional unit determination, system boundary definition, cut-off rules, allocation choices, and impact assessment. By examining the differences and variations in these methodologies, the paper elucidates their intricate interplay with policymaking and segmented international goals. Moreover, the research tackles the challenges arising from LCA methodology misalignment in the hydrogen market, drawing parallels with the difficulty of fitting mismatched puzzle pieces together. It explores potential strategies to overcome these challenges by drawing insights from existing certification models in other sectors, such as advocating for internationally recognized standards, designing mutual recognition agreements, creating product category rules and comparability factors, and promoting convergence through market demand.",
      "cluster": 1,
      "score": 0.017163513481133288
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "The development of the digital economy provides crucial support and impetus for enhancing green innovation efficiency. This connection between the digital economy and green innovation manifests in many dimensions. While within the research on the pathways through which the digital economy influences green innovation, the sequential order of these transmission pathways is of paramount importance. This bears significant implications for optimizing resource allocation, enhancing the efficiency of green innovation, and providing guidance for government policy formulation. This study utilizes data from 30 provinces in China from 2012 to 2021 and employs the SBM-DDF model considering undesired output to estimate green innovation efficiency. Furthermore, a multiple mediation model is constructed from three levels: macro-environment, industrial structure, and micro-enterprises, in order to investigate the transmission mechanism of the impact of the digital economy on green innovation efficiency. The research findings indicate that the rapid development of the digital economy significantly improves the regional green innovation efficiency, and this conclusion remains valid after conducting robustness tests. Additionally, there is a lagging effect in the enhancement of green innovation efficiency from the digital economy. The digital business environment, coordination of industrial structure, and level of enterprise digital transformation play significant mediating and moderating roles in the relationship between the digital economy and regional green innovation efficiency. In the chain mediation effect model, the impact of the digital economy on green innovation efficiency follows a \"bottom-up\" transmission process, while the 3-Layer chain mediation effect of the digital economy on green innovation efficiency is almost negligible.",
      "cluster": 0,
      "score": 0.1670295543063103
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "The environmental protection tax (EPT) reform is a major strategic measure to further implement green development, and is the most important environmental economic policy in China. Using data from 3,339 companies listed on the A-shares in China's Shanghai and Shenzhen from 2006 to 2021, this paper evaluates the policy impact of the EPT on corporate carbon emissions and its internal mechanism from the perspective of green innovation by the DID method. The results show that EPT reform effectively promotes corporate carbon emission reduction, and the conclusion remains valid after robustness tests such as the DDD and DML method. The EPT reform mainly promotes carbon emission reduction in companies with high executive compensation levels and high environmental information disclosure, and mature companies. Furthermore, the EPT reform promotes enterprises to reduce carbon emissions by forcing them to adopt strategic and endpoint green innovation, and this \"forcing\" effect is mainly reflected in internal incentives and external pressure.",
      "cluster": 0,
      "score": 0.1052164162956437
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "The extent to which firms can emerge as green innovators driving the eco-friendly transformation of an economy largely hinges on the efficacy of government policies in incentivizing firms to innovate in a sustainable manner. Based on the data of 825 listed firms in China, this study surveys how environmental subsidies affect green innovations for the firms, and examines the moderating effect of these subsidies on firm scale expansion and green innovations. It is found, environmental subsidies significantly stimulate green innovation, and substantial green innovations and green management innovations contribute to the firms’ expansion through the innovation effect. Second, environmental regulation positively moderates the relationship between environmental subsidies and both substantive and strategic green innovation. Chief executive officer (CEO) green background positively moderates the relationship between environmental subsidies and different types of green innovations. Third, firms with environmental subsidies are more likely to opt for a \"quality-focused\" green innovation strategy. The conclusions provide policy recommendations aimed at improving the effectiveness of subsidy policies as well as accelerating the firm’s green transition.",
      "cluster": 0,
      "score": 0.1364454294162382
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "In this study, the Pseudomonas fluorescens based lipase enzyme was utilized to enhance the comfort and hydrophilic properties of polyester/cotton blend fabric. The experiment was set up, the major influencing elements were examined, and the appropriate operational parameter levels were established using the Box-Behnken design approach. To express the wettability and moisture regain of treated fabrics, temperatures, lipase enzyme concentrations, and treatment time were taken as independent variables. The ideal optimum lipase enzyme treatment parameters were found to be 30°C temperature, 14% lipase concentration, and 50 min of treatment time. At optimal operating conditions, the moisture regain and wettability for lipase-treated p/c blend fabrics enhanced to 1.8±0.02 % and 6.3cm capillary rise(2-sec drop test and 2-sec sinking time) respectively. The lipase enzyme-treated p/c blend fabrics are characterized by a totally reduced susceptibility to fabric pilling which is 4-5 as well as a restricted ability to combine oily impurities and a high oil–soil-release capability of stain removal index 95% and also showed a surface resistivity decreased by one order of magnitude under normal conditions which is 470 second of half-life decay time. Generally, the effects of the lipase enzyme treatment on the fabric properties were then assessed by FT-IR, TGA, DSC, moisture regain, tensile strength, stain repellency, pilling resistance and anti-static charge generation.",
      "cluster": 13,
      "score": -0.003086316385428187
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "The environmental performance of two austenitic steels and the correspondent coating was analysed. Austenitic steels are materials usually employed for the construction of steam turbines in the coal-fired power plants with supercritical and ultra-supercritical conditions of temperature and pressure, about 700ºC and 37,5 MPa. The mechanical properties of these materials, together with protective coatings, confer corrosion and oxidation resistance to the turbine components, as research have proven. Nevertheless, the environmental impacts associated to the substrate-coating system have not been deeply investigated to choose the best option in terms of sustainability. \nThis study presents two types of austenitic steels, as well as a coating with its corresponding deposition process, which are normally employed in these supercritical conditions. The designated materials are AISI 347 and AISI 321 austenitic steels, while the selected protective coating is slurry aluminide applied by painting and diffusion heat treatment. In this situation, a comparative Life Cycle Assessment (LCA) for several combinations analyses the environmental behaviour of both material and coating. Besides that, an economic review is carried out.\nThis work aims to make a contribution to better understanding to the environmental damages as well as the significance of considering the technical and environmental assessment when conducting material and coating choice. The results obtained indicated that the AISI 321 austenitic steel coated with slurry aluminide had the best environmental behaviour, showing lower impacts and costs. \n",
      "cluster": 13,
      "score": -0.04053377899185962
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "Phosphorus recovery is essential, especially from wastewater containing high levels of phosphorus from the semiconductor industries, food companies, and livestock. This study aims to determine how pH, Fe/P molar ratio, and Zn/P molar ratio affect the crystallization of ferrous phosphate. Response surface methodology – central composite design was utilized to optimize the recovery efficiency of ferrous phosphate in a fluidized bed crystallization reactor. The pH and Fe/P molar ratio were adjusted within the ranges of 3.8 to 9.6 and 0.58 to 3.40, respectively, for the fluidized bed crystallization. The Zn/P molar ratio parameter was set between 0.1 and 1.0 to evaluate the impact of zinc. Following optimization by response surface analysis, the phosphorus removal efficiency was nearly 100% at pH 7.3, Fe/P molar ratio of 2.5, and the phosphate crystal efficiency was 60.3% at pH 6.8, Fe/P molar ratio of 1.9. In addition, the study discovered that zinc ion would significantly reduce the efficiency of ferrous phosphate recovery during the crystallization process, with the maximum phosphate crystal efficiency declines to 47% at Zn/P molar ratio of 0.5.",
      "cluster": 13,
      "score": 0.008280756459082725
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "The importance of determining the appropriate location for the construction of the main centers of a company is quite tangible, so much so that the senior managers of an organization are trying to find the appropriate decision-making methods in this regard. In discrete decision-making methods, we see the existence of a decision-making matrix containing information on different options compared to the problem evaluation criteria. In this paper, a new decision-making method is presented in a way that tries to evaluate options more accurately by considering the possibility of changing the criteria's desirability in different ranges. It is not always appropriate to increase\\decrease a positive\\negative criterion. Even in some situations, crossing a certain limit can reduce the desirability of the desired criterion. Therefore, we will introduce the concept of value alteration boundaries for evaluation criteria in the formation of a decision matrix, which tries to examine the decision problems more realistically. Also, in the examination of alternatives, with simultaneous attention to ideal, anti-ideal and average solutions, evaluation and ranking based on accumulation and skewness of alternatives are presented. The present paper has examined the validation of methods by examining several numerical examples and also evaluating the candidate locations for the construction of a central warehouse in Gohar Zamin Mining and Industrial Company. Also, sensitivity analysis includes checking with other existing multi-criteria decision-making methods, changes in the number of problem options and checking the stability of the method, changes in the weight of the criteria and changes in the value alteration boundaries. Analysis of results shows that the proposed methods are efficient and suitable for dealing with multi-criteria decision-making problems.",
      "cluster": 1,
      "score": 0.015286144299354319
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "In the present work, evaluation of two catalysts, Activated carbon (AC) synthesized from agricultural waste and Multiwalled carbon nanotubes (MWCNT) synthesized from plastic waste, were done for the ozonation of real textile wastewater using para-chloro benzoic acid (p-CBA) as a probe compound. The effect of pH and catalyst dose were studied in terms of •OH exposure, Rct, rate of p-CBA degradation and ozone degradation. The rate constant for the reaction of organic matter with hydroxyl radicals was determined using competition kinetics. The threshold ozone dose for real textile wastewater was found to be 0.51 gm/gm of TOC. With an increase in specific ozone dose, the rate of p-CBA degradation was found to be increasing and has shown a positive effect on •OH exposure and Rct. The increasing pH had shown a positive effect on the rate of degradation and decomposition of p-CBA and ozone respectively in the case of AC catalyzed ozonation. A similar trend was observed in the case of MWCNTs catalyzed ozonation. A positive effect of pH was observed on •OH exposure and Rct, in AC as well as MWCNTs catalyzed ozonation. The effect of catalyst loading has shown significant enhancement in p-CBA degradation, ozone decomposition, •OH exposure and Rct in both AC as well as MWCNTs catalyzed ozonation. However, MWCNTs have proved better than AC as a catalyst for ozonation in studied experimental parameters.",
      "cluster": 11,
      "score": 0.04758846766957258
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "Salt stress has been inimically affecting agricultural productivity through diminishing crop yield outputs by 50-80% annually, and thus principally leading to food insecurities around the globe. These consequences are expected to be worsening by 2050 leading to 50% loss in the arable areas causing soil infertility, and hence unsuitable for the crop sustenance. Therefore, to tackle salt-induced adversities, it is necessary to adapt profitable and environment friendly approaches to resolve the concerns-related to crop health and survival in response to the underlying stressful circumstances. With this regard, green-synthesized gold nanoparticles (AuNPs) have been emerging as an area of immense interest to enhance crop sustainable production to improve plant acclimatizing competence in the challenging environments including salt stress. Taking these into considerations, the present study discusses the significance of green-synthesized AuNPs in the antioxidants-mediated defense regulations to manage salt-induced oxidative injuries in mustard plants. In addition, AuNPs-mediated modulations in photosynthetic functioning, source-sink and nitrogen metabolism, along with stomatal behavior have significantly inhibited salt-induced abnormalities in mustard growth and physiology. Altogether, the study suggested the benefitted response of green-synthesized AuNPs, which could be bestowed as ‘growth stimulants’ under salt-challenged regimes to safeguard mustard plant responses with minimized yield penalties. ",
      "cluster": 12,
      "score": -0.029630471261857656
    },
    {
      "chapter": "Clean Technologies and Environmental Policy",
      "section": "Clean Technologies and Environmental Policy",
      "para": "This study explored thecombined treatment approach to facilitate the treatment of tannery wastewater through Fenton's reagents and batch adsorption method, which involved the use of low-cost wood biochar.Low-cost adsorbent obtained from thermal conversion of wood biomass (Callistemon citrinus) modified with nano-MgO. Scanning Electron Microscopy, Energy Dispersive X-ray, X-ray diffraction, Fourier transfer-IR, Brunauer-Emmett-Teller-N2, and LazerInduced Breakdown Spectroscopy analysis were used to characterize the adsorbent material.Fenton's reagents, comprising 15mM of FeSO4 and 25mM of H2O2, were employed under controlled conditions: pH 3.0, reaction duration of 30 minutes, a temperature of 30˚C, and agitation at 120 rpm. This process yielded substantial removal percentages for various contaminants, with 82%, 79%, 67%, 72%, and 25% removal of COD, NH3-N, NO32-, PO42-, and Cr(VI), respectively. Subsequently, a batch adsorption treatment was conducted within a range of parameters, including pH (1.5 to 8), contact times (10 to 240) minutes, biomass dosages (0.25 to 2.5) gL-1, and temperature (28-34˚C) range. Significantly, the Fenton treatment substantially enhanced the biodegradability of the system, resulting in an improved efficiency of the subsequent batch adsorption process. This enhancement led to impressive removal percentages of COD, NH3-N, NO32-, PO42-, and Cr(VI),of 93%, 88%, 79%, 85%, and 98%, respectively.The equilibrium data exhibited a strong alignment with the Langmuir isotherm model, underscoring a remarkable adsorption capacity of 102.74mgg-1. Kinetic assessments further indicated conformity with the pseudo-second-order model.Significantly, the uninterrupted series ofadsorption and desorption cycles throughout ten iterations highlighted the enduringreusability and robustness of the biochar adsorbent that was prepared.",
      "cluster": 13,
      "score": -0.08508595639344022
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "Herein, an apposite and straightforward methodology has been established for the synthesis of 4,5-dihydro-1H-pyrazole and its derivatives by using Chalcones and Hydrazines as substrates in EtOH under 20W CFL irradiation at room temperature. The distinctive trait of this protocol is the utilization of an efficient, green, highly water soluble organophotoredox catalyst “Rhodamine B”, a simple red xanthene dye, to create C-N bonds via formation of free radicals and eventually terminating with intramolecular cyclization. Short reaction time, environmentally benign approach, cost effectiveness, feasibility and adaptability with respect to a wide range of substrates and good to excellent yield of the product supplements the synthesis.",
      "cluster": 10,
      "score": 0.04081352039205698
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "Formaldehyde-water-trioxane (HCHO-H2O-TOX) tends to form a stable azeotrope and the HCHO solution can also produce multiple by-products, making it challenging to refine and obtain high-purity TOX, resulting in increased energy consumption. Formic acid (FA) is the most easily generated and undesirable main byproduct of HCHO, which has strong corrosiveness to production equipment. However, the negative impact of HCHO mentioned above is often overlooked because of its low concentration. In this study, the CuO/ZnO-AlN catalyst was synthesized using a simple deposition precipitation method. The catalyst demonstrated a high removal rate of HCHO and inhibition of FA, along with excellent hydrothermal stability. Aluminum nitride (AlN) can form a layer of Al(OH)3 coating, acting as a physical barrier against H2O during the reaction process and releasing trace OH- to facilitate the formation of Cannizaro intermediates. It can then catalyze HCHO dehydrogenation under alkaline-free conditions to form H2 and an intermediate (HCOO-), which is further converted to H2 and CO2 under the influence of Cu0. The relevant characterization results showed that Cu0 is the active site. The strong interaction between AlN and copper refines the particle size of CuO and promotes the reduction of CuO to Cu0. In addition, an H2 atmosphere can more effectively inhibit the oxidation of Cu0 compared to an N2 atmosphere, resulting in a higher HCHO removal rate. This rate can reach 100% at 105℃ and 4 MPa H2 and almost no FA can be detected in the product. Cycling tests proved that the prepared catalyst could be recycled and reused three times without a noticeable reduction in catalytic activity, demonstrating its good application potential.",
      "cluster": 11,
      "score": 0.0022128227262528766
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "Cu/SiO2 catalysts were prepared by co-precipitation (CP), hydrothermal (HT), ammonia evaporation (AE), and sol-gel (SG) methods and tested for their performance in the dehydrogenation reaction of secondary butyl alcohol to methyl ethyl ketone. The results showed that the Cu/SiO2 catalyst prepared by the sol-gel method has the best performance. By BET and H2-TPR characterization, it can be found that the catalysts prepared by sol-gel method has the largest specific surface areas and lowest reduction temperatures. Based on the characterization results of XRD, XPS and XAES, it shows that the catalyst prepared by sol-gel method has a better dispersion of copper components and a higher content of Cu0 species after reduction, which leads to its higher catalytic activity. At a copper loading of 22.96% (w%), the conversion of secondary butyl alcohol was up to 99.0% and the selectivity of methyl ethyl ketone was up to 99.8% by using the Cu/SiO2 catalysts prepared by sol-gel (SG) methods. ",
      "cluster": 9,
      "score": 0.008078813906460872
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "The heterogeneous Fenton-like degradation overcome the shortage of traditional Fenton system, which got the high catalytic efficiency, good stability, wide pH working range, and so on. However, it is still challenging to develop highly efficient and recyclable solid catalysts in wastewater treatment. Herein, we employed melamine sponge (MS) as a base material to fabricate heterogeneous Fe/Cu-tannic acid (TA) coated MS (MS-Fe/Cu-TA) through the dip-coating method. The porous 3D structure of MS can enhance the catalyst loading, and expose more active catalytic sites to absorb dyes from solution. The loaded Fe/Cu weight ratio, pH value, H2O2 dosage, and initial MB concentration on the catalytic activity were optimized to get highest methylene blue (MB) degradation efficiency. The MS survived five times of cyclic MB degradation, and degradation efficiency for other dyes (methyl orange, rhodamine B, malachite green) kept above 65%. This work brings potential insights for development of enhanced heterogeneous Fenton-like degradation for wastewater treatment.",
      "cluster": 11,
      "score": 0.07487758733709346
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "Due to their tremendous industrial, environmental, and biological applications, research focusing on the synthesis and applications of silver nanoparticles (Ag NPs) has attracted increased interest from researchers over the past two decades. Their structural as well as textural properties can be easily tuned depending on the synthesis protocol utilized. Combustion synthesis has received increased attention as a one-pot route for the synthesis of a wide spectrum of nanomaterials. In this study, we present the results of synthesizing Ag NPs employing urea as a combustion fuel. The effect of the temperature of calcination on the formation and structural features of Ag NPs has been checked over the 400–700 °C temperature range. The characterization of the synthesized Ag NPs has been performed using XRD, SEM, TEM, and XPS techniques. It was found that Ag NPs, with a crystallite size of 40 nm, start to form at around 400 °C. Conducting the calcination at the 500–700 °C range results in the persistence of the obtained Ag NPs. Moreover, the obtained nanomaterials are characterized by a membrane-like morphology. The activity performance of the synthesized Ag NPs was examined for the hydrolysis of sodium borohydride (NaBH4) over a temperature range of 35-50 °C. Increasing the calcination temperature has led to a decrease in the activity of the Ag NPs during the NaBH4 hydrolysis.",
      "cluster": 7,
      "score": -0.05148011771855604
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "A metal-free, sub-stoichiometric tungsten oxide (WOX) photocatalyst has been successfully prepared by hydrogenating WO3 plasma nanoparticles at 425℃. X-ray diffraction (XRD) analysis indicated that the photocatalyst comprised WO3 monoclinic, WO2.9, WO2.7, and WO2.0, depending on the reduction time. Their adsorption and photocatalytic activity on organic contaminants were evaluated by decomposing Rhodamine B (RhB). The prepared WOX demonstrated remarkable capabilities in decomposing 1.2 gL-1 Rhodamine B (RhB) compared to WO3 plasma NPs. WOX-120 exhibited the optimal catalytic performance, with the adsorption capacity for RhB at 174.9 mgg-1, 73 times greater than WO3 plasma NPs. WOX-60 exhibited the highest photodecomposition rate, with a k rate more than 90 times greater than that of WO3 plasma NPs. The investigation into active species in the photocatalytic reaction suggested that superoxide hydroxyl radicals (*OH) and photoinduced holes (h+) were the primary contributors. Furthermore, the photocatalytic degradation of RhB by the synthesized WOX showed improvement when Benzoquinone was introduced into the system as a scavenger, effectively capturing generated electrons and inhibiting their recombination with holes. This research showed the potential for metal-free semiconductor photocatalysts to efficiently remove various organic pollutants through adsorption and photocatalysis under visible light irradiation. Furthermore, the simple reduction process makes this material promising for large-scale catalyst and photocatalyst production.",
      "cluster": 11,
      "score": -0.02845854158704059
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "The characteristics and catalytic properties of Pd/SiO2, Pd/MCM-48, and Pd/SBA-15 catalysts during the dehydrogenation of decalin were investigated.  This study has prepared a series of supported Pd catalysts and tested them in a flow reactor. Synthesized catalysts were studied by low-temperature nitrogen adsorption, temperature programmed reduction, high-resolution transmission electron microscopy and thermogravimetric analysis. Catalysts supported on mesoporous silicas MCM-48 and SBA-15 exhibit higher activity than catalysts on amorphous SiO2. The catalyst activities seemed to be primarily related to the particle size and dispersion of palladium. MCM-48 and SBA-15 make it possible to obtain smaller palladium particles that exhibit higher activity in the dehydrogenation reaction of decalin. Kinetic parameters for the dehydrogenation of decalin over the various Pd catalysts were obtained to determine the release of the hydrogen. The studied palladium catalysts supported on MCM-48 and SBA-15 can be recommended as potential catalysts for hydrogenation/dehydrogenation of aromatic compounds considered as liquid organic hydrogen carriers.",
      "cluster": 9,
      "score": 0.005751946874477473
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "M-iridium (M= cobalt (Co), nickel (Ni)) bimetallic alloy catalysts with low iridium (Ir) loading of 0.3~2.0 mg·cm-2 were prepared on copper foam (CF) supports by electrodeposition. The top surface of as-deposited M-Ir catalysts was mainly composed of metallic state and oxides states, such as metallic Ir, Ni(OH)2 or Co(OH)2, Co(Ir) and Ni(Ir) solid solution, Ir oxides. M-Ir catalysts with low Ir loading exhibited excellent catalytic performance. Ni63.4Ir36.6/CF catalyst with low Ir loading of 1.8 mg·cm-2 achieved a current density of 10 mA·cm2 at an overpotential of 52 mV and a Tafel slope of 36 mV·dec-1. Co64.2Ir35.8/CF catalyst with low Ir loading of 0.7 mg·cm-2 was uniformly scattered with small ellipsoidal particles, looking like fine fluff, requiring an overpotential of 51 mV for hydrogen evolution reaction to reach a current density of 10 mA·cm-2, having a Tafel slope of 38 mV·dec-1. After long-term hydrogen evolution testing, M-Ir/CF catalysts exhibited excellent electrocatalytic stability for water splitting in alkaline solution. ",
      "cluster": 9,
      "score": 0.0481308979741655
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "Alkaline phosphatase (ALP) is extensively used in various diagnostic assays including ELISA. Diagnostic methods/biosensors having a high limit of detection are often modified by the incorporation of nanoparticles. Nanoparticles are also known to enhance enzymatic activity. The aim of this study was to determine the effect of ions and nanoparticles of gold and silver on the catalysis of ALP and hence on the detection potential of ELISA. The nanoparticles were synthesized using citrate as a stabilizing and reducing agent. Both nanoparticles and ions bound ALP conjugated to goat anti-rabbit IgG as shown by UV-visible and fluorescence spectroscopic analysis. Maximum detection signal was achieved when ELISA was conducted in the presence of a combination of 0.8 µg/ml cit-AuNPs and 700 nM AgCl. The increase was by 2.65 and 3.67 folds when the combination was introduced at the substrate step and at the secondary antibody step, respectively. Molecular docking revealed that citrate binds to specific residues close to the substrate binding site leading to catalytically favoured structural changes in the conformation of ALP. The study provides a promising approach to modulate enzyme-associated diagnostic and therapeutic processes using ions and nanoparticles.",
      "cluster": 7,
      "score": 0.07169878750619649
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "Reducing the ignition temperature of aromatic volatile organic compounds (VOCs) is a long-term pursuit for environmental pollution treatment and industrial application. In this paper, the toluene catalytic combustion was ignited at ultra-low temperature of 73 °C over a poplar wood monolithic catalyst with highly dispersed Pd particles coated by nano-thick graphited carbon layer via in-situ carbonization. Combing the characterizations and DFT calculations, the satisfying catalytic performance could be attributed to two aspects: (i) the unrestricted mass transfer of reactant and the high dispersity of Pd were simultaneously ensured in the straight micrometer-channel with abundant surface anchoring groups of poplar wood; (ii) the nano-thick graphited carbon layer on Pd significantly enhanced the oxygen activation. Given the low cost of economic wood and facile preparation technique, this work opened up new alternative for the preparation of highly dispersed noble metal catalyst and the low temperature catalytic combustion of aromatic VOCs in industry.",
      "cluster": 8,
      "score": 0.1783500959055682
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "The mechanisms of medium- and low-temperature denitrations using selective catalytic reduction (SCR) by combined CO+NH3 on Mn–Ce/activated carbon (AC) catalysts and their poisoning by SO2 were investigated. Several Mn–Ce/AC catalysts prepared and then poisoned by SO2 were used in the study. The physicochemical properties of the catalysts were systematically characterized before and after poisoning, and the mechanism of SO2 poisoning was proposed. SO2 poisoning considerably affects the Mn–Ce/AC catalyst, decreasing its denitration rate from 98% to 47.9% and N2 selectivity from 96% to 85%. This can be attributed to several phenomena. SO2 poisoning increases the surface roughness of the catalyst and results in the formation of Mn(SO4)2, other sulfates, and other substances, which block the catalyst pores and reduce the content of the C and O elements on the catalyst surface as well as its specific surface area, consequently decreasing the adsorption area available for the reaction gas. Moreover, the crystallinity of MnOx on the surface of the catalyst increases, decreasing the contents of Mn4+, Ce4+ and chemosorbed oxygen. In addition, the surface functional groups, such as –COOH, –OH, and C=O, are destroyed, reducing the adsorption sites of the reaction gas and the adsorption capacity of the catalyst, consequently inhibiting the SCR reaction. Ce can reduce the effects of SO2 poisoning on the catalyst because Ce4+ can improve its oxygen storage capacity, increase the adsorption sites for the reaction gas, and react with SO2, preventing sulfate formation and pore blockage. However, excessive Ce loading causes metal agglomeration on the catalyst surface, reducing its denitration efficiency.",
      "cluster": 11,
      "score": -0.013809651462903104
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "Hydroformylation of olefins with CO and H2 is an attractive approach to synthesize value-added aldehydes. Numerous efforts have been dedicated to the development of novel and efficient catalyst systems, given the high demand for aldehydes. By immobilizing complexes on the surface of heteroatom-containing porous organic polymers have garnered renewed attention. In this paper, a series of porous organic polymer-supported rhodium catalysts were prepared, of which the results demonstrated that the Rh/PTBA-TTA catalyst with abundant nitrogen and phosphorus exhibited excellent activity (100% conversion) and high linear aldehyde selectivity (74%) for the heterogeneous catalytic hydroformylation reaction of 1-octene. The investigations of catalyst dosage, reaction temperature and partial pressure ratio were conducted. In addition, Rh/PTBA-TTA catalyst displayed broad substrate scope and recyclability. The structures of the catalysts were thoroughly characterized by mean of a spectrum of characterization techniques including FT-IR, XPS, solid-state MAS NMR, SEM and TEM. The data indicate that the presence of highly dispersed Rh active species might be on the Rh/PTBA-TTA catalyst. Moreover, the hot filtration test further confirmed the heterogeneity of the reaction, exhibiting great potential for the industrial applications.",
      "cluster": 10,
      "score": 0.05508231517331177
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "A novel fluorescent supramolecular polymer (named N3T) has been synthesized resoundingly, which can effectively identify trace amounts of Pd2+ in solution, and then a self-assembled supramolecular catalyst catalyst N3T-Pd was obtained. The N3T-Pd with spherical structure could be used for C-C coupling reactions in an eco-friendly aqueous medium. The catalyst was characterized by NMR, FT-IR, XPS, SEM and fluorescence spectra. The N3T-Pd has prominent stability and recyclability without any decrease of catalytic activity after least five cycles. Notably, the reaction degree of Pd2+ with the supramolecular polymer can be conformed by the fluorescence intensity of the supramolecular polymer. With that, the N3T detection limit (LOD) of Pd2+ was measured by fluorescent titration. Surprisingly, N3T can ultrasensitive detection of Pd2+, the limit of detection was 1.9×10-7M.",
      "cluster": 7,
      "score": -0.027988914007274036
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "The catalytic performance of Hβ zeolite treated with different concentration of NaOH on the alkylation of tert-butanol with phenol was studied. The effect of NaOH concentration on the crystallinity, morphology, textural property and acidity of Hβ zeolite was studied by X-ray diffraction (XRD), scanning electron microscope characterization (SEM), N2 adsorption-desorption, fourier transform infrared spectroscopy (FT-IR) and pyridine adsorption infrared spectra (Py-IR) techniques. A certain concentration of NaOH treatment can regulate the pore structure of Hβ zeolite and remove part of framework aluminum and framework silicon, thus achieving the purpose of regulating the pore structure and acidity of the catalyst. Though lower Bronsted to Lewis acid amount ratio when treated NaOH concentrations were 0.15mol/L, leading to the increasing of selectivity to 4-TBP. The Hβ-0.2M showed the high selectivity of 90.21% for synthesis of 4-tert-butyl-phenol (4-TBP), compared with the unmodified parent zeolite, the selectivity of 4-TBP improved 16.7%.",
      "cluster": 10,
      "score": 0.025194377864114565
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "Dry reforming of methane (DRM) has garnered significant attention because it is featured by the conversion of the two most representative greenhouse gases CH4 and CO2 into syngas composed of H2 and CO as target products. In our previous studies, we demonstrated the high catalytic activity and stability in DRM for the nickel silicate BEA-type zeolite (Ni-BEA) catalyst synthesized by interzeolite transformation. Here, the molybdenum modified Mo/Ni-BEA was prepared by deposition precipitation method on Ni-BEA, and its DRM activity was evaluated. Compared to the bare Ni-BEA, the modified Mo/Ni-BEA showed the more enhanced activity and stability with low carbon deposition, e.g., 9% lower coke content after 12 h on stream under harsh DRM reaction conditions, because of the promoter effect of molybdenum. Furthermore, Mo/Ni-BEA exhibited the stronger stability, i.e., both the deactivation rates for CH4 and CO2 were less than half compared to those of Ni-BEA, in a long-term DRM test for 55 h. To investigate the role of molybdenum as a promoter, the catalysts before and after reactions were analyzed through various characterization methods.",
      "cluster": 9,
      "score": 0.07060262717373408
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "Both the alkyl sulfonic acid and phenyl sulfonic acid groups were incorporated onto a hypercrosslinked porous polymer through copolymerization and post-sulfonation to form novel PDVB-SO3H-SO3H catalyst. The porous polymer based solid acid. PDVB-SO3H-SO3H was applied to the cayaltic synthesis of thioacetal (thioketal) at room temperature. N2 adsorption isotherm experiments demonstrated that the catalyst possessed the significantly high BET surface area. In comparison with conventional homogeneous acid catalysts such as sulfuric acid and p-toluenesulfonic acid, the porous polymer based solid acid. PDVB-SO3H-SO3H showed several noteworthy advantages, including remarkable catalytic activity at room temperature and mild reaction conditions, broad substrates scope, high specific surface area, exceptional acid strength, flexible hydrophobicity, and excellent recyclability. These exceptional features make the polymer a highly promising candidate for diverse industrial applications.",
      "cluster": 10,
      "score": 0.062245896905385255
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "To develop high-performance catalysts for greenhouse gas CO2 reforming with ethanol (EDR) is progressively inspired by the urgent requirement of CO2 elimination in order to meet with the sustainable development. In this work, the bimetallic Co(Ni)/ZnO catalyst derived from MOFs was investigated in detail with a focus on the effect of Ni dopant. The EDR results indicated that the bimetallic Co(Ni)/ZnO catalyst presented better activity as well as less formation of byproducts in comparison with the monometallic Co/ZnO catalyst. 100% of ethanol conversion was obtained at 500 oC for Co(Ni)/ZnO versus 650 oC for Co/ZnO. Moreover, no acetone formation was observed over Co(Ni)/ZnO catalyst while the concentration of acetone in Co/ZnO was as high as 10 mol%. Characterization results depicted that the strong synergistic effect between Ni and Co in Co(Ni)/ZnO catalyst might greatly stabilize active metal cobalt with smaller particle size, improve the reducibility and facilitate the generation of oxygen defects, thereby enhancing the catalytic performance. To a certain extent, this work might contribute to the design of efficient catalysts for other catalytic applications.",
      "cluster": 9,
      "score": 0.0681840146477916
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "We successfully synthesized a bifunctional alkaline catalyst (Co@CTS-1), on the one hand, which demonstrates exceptional catalytic performance in the aerobic oxidation of alkenes, particularly in the epoxidation of styrene, \nin the absence of both an initiator and a co-reducing agent, achieving a conversion rate of 74.94%, a selectivity of 71.84% for styrene oxide; on the other hand, the catalyst maintained its high activity throughout a cyclic reaction run lasting up to 2500 minutes, demonstrating exceptional stability in the epoxidation of styrene. The Co@CTS-1 catalyst utilizes TS-1 as the carrier, and it is modified with cobalt and cerium elements. Through the embedding of cobalt elements within the TS-1 cage, the catalyst gains the ability to activate O2, and by inserting cerium elements into the atomic positions of silicon, the conversion rate is further enhanced. This encapsulated structure stabilizes cobalt nanoparticles, overcoming the short lifespan issues caused by sintering and leaching in conventional supported catalysts. This work provides practical clues for the development and application of novel catalysts, and will inspire the advancement of olefin air epoxidation.\n",
      "cluster": 9,
      "score": 0.008843326453471446
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "Particle size is critical in determining the catalytic behavior of noble metal catalysts. It is a significant interest for the rational design of clearly defined catalyst materials to research on noble metal nanoparticles. Herein, a facile prepared method for the Pt/TiO2 catalysts can not only potentially benefit the reuse of industrial catalysts, but also help to reduce the cost of VOC catalytic oxidation. In this work, the calcination of Pt/TiO2 catalyst under N2 atmosphere achieves the redispersion of large Pt particles into small ones (~1.4 nm). The Pt/TiO2-400 catalyst (calcinated at 400°C) with smaller Pt particles and higher concentration of active sites has superior catalytic activity and stability of toluene oxidation, contributing to the strong metal-support interaction, the larger effective metal surface area, the excellent low-temperature reducibility, abundant amounts of Pt0 species and adsorbed oxygen species. This work provides a facile method for metal redispersion of the catalysts, maintaining high activity and excellent stability.",
      "cluster": 8,
      "score": 0.17411887299391318
    },
    {
      "chapter": "Catalysis Letters",
      "section": "Catalysis Letters",
      "para": "A series of ZnO/ZrO2 catalysts were synthesized by the precipitation method. The effect of different precipitation modes on the physicochemical properties of the ZnO/ZrO2 catalysts for CO2 hydrogenation to methanol was investigated. The catalysts were characterized by X-ray diffraction (XRD), N2 adsorption-desorption, transmission electron microscopy (TEM), temperature programmed desorption of CO2 (CO2-TPD), temperature programmed reduction of H2 (H2-TPR), and X-ray photoelectron spectroscopy (XPS). The results showed that the catalyst of ZnO/ZrO2 prepared by the concurrent precipitation method had more CO2 adsorption sites, resulting in its higher CO2 conversion. While the stepwise precipitation mode increased the surface oxygen content of ZnO/ZrO2, which enhanced the methanol selectivity. Overall, the ZnO/ZrO2 prepared by the concurrent precipitation mode exhibited a highly competitive efficacy for CO2 hydrogenation, giving a methanol selectivity of 81.4% with a CO2 conversion of 5.1% at 280 ℃ and 3 MPa, and the methanol yield reached 4.2%.",
      "cluster": 9,
      "score": 0.03996554949930299
    }
  ],
  "topics": [
    {
      "topic": "Energy and Environment",
      "subtopic": "Digital Economy and Green Innovation"
    },
    {
      "topic": "Energy and Environment",
      "subtopic": "Hydrogen Certification Challenges"
    },
    {
      "topic": "Energy and Environment",
      "subtopic": "Motorcycle Fuel Emissions"
    },
    {
      "topic": "Energy and Environment",
      "subtopic": "VOC Catalytic Combustion"
    },
    {
      "topic": "Energy and Environment",
      "subtopic": "CO2 Reforming Catalysts"
    },
    {
      "topic": "Energy and Environment",
      "subtopic": "Photocatalytic Antibiotic Degradation"
    },
    {
      "topic": "Energy and Environment",
      "subtopic": "Bioremediation of Oil Pollution"
    },
    {
      "topic": "Energy and Environment",
      "subtopic": "Phosphorus Recovery"
    },
    {
      "topic": "Oil Industry Technologies",
      "subtopic": "Oil Flow Prediction Models"
    },
    {
      "topic": "Oil Industry Technologies",
      "subtopic": "Multilayer Oil Production"
    },
    {
      "topic": "Oil Industry Technologies",
      "subtopic": "Cathodic Protection Systems"
    },
    {
      "topic": "Oil Industry Technologies",
      "subtopic": "Sandbody Distribution Analysis"
    },
    {
      "topic": "Oil Industry Technologies",
      "subtopic": "Electromagnetic Oil Recovery"
    },
    {
      "topic": "Oil Industry Technologies",
      "subtopic": "Nanofluid Flow Dynamics"
    },
    {
      "topic": "Oil Industry Technologies",
      "subtopic": "Ionic Liquid EOR"
    },
    {
      "topic": "Oil Industry Technologies",
      "subtopic": "Deflocculant for Drilling Fluid"
    },
    {
      "topic": "Catalysis and Synthesis",
      "subtopic": "Solid Acid Catalysts"
    },
    {
      "topic": "Catalysis and Synthesis",
      "subtopic": "Pyrazole Synthesis Catalyst"
    },
    {
      "topic": "Catalysis and Synthesis",
      "subtopic": "Enzyme Diagnostic Enhancement"
    },
    {
      "topic": "Material Science and Production",
      "subtopic": "Lightweight Aggregate Production"
    },
    {
      "topic": "Material Science and Production",
      "subtopic": "Recombinant Spider Silk"
    },
    {
      "topic": "Biological Studies and Biotech",
      "subtopic": "Sex Chromosome Evolution"
    },
    {
      "topic": "Biological Studies and Biotech",
      "subtopic": "Yeast Strain Biodegradation"
    },
    {
      "topic": "Biological Studies and Biotech",
      "subtopic": "Electric Field Cellular Response"
    },
    {
      "topic": "Biological Studies and Biotech",
      "subtopic": "miRNA Regulation in HCV-HCC"
    }
  ],
  "matches": [
    {
      "doc": 0,
      "topic": 7,
      "similarity": 0.7535202273387057
    },
    {
      "doc": 0,
      "topic": 11,
      "similarity": 0.7524892951721396
    },
    {
      "doc": 1,
      "topic": 5,
      "similarity": 0.7552462935888239
    },
    {
      "doc": 1,
      "topic": 6,
      "similarity": 0.7536851922501706
    },
    {
      "doc": 1,
      "topic": 10,
      "similarity": 0.7762899185520865
    },
    {
      "doc": 1,
      "topic": 12,
      "similarity": 0.8008339368607208
    },
    {
      "doc": 1,
      "topic": 13,
      "similarity": 0.7872459931977941
    },
    {
      "doc": 1,
      "topic": 14,
      "similarity": 0.7537060117280078
    },
    {
      "doc": 1,
      "topic": 18,
      "similarity": 0.7713015793811944
    },
    {
      "doc": 1,
      "topic": 23,
      "similarity": 0.8691547024259102
    },
    {
      "doc": 2,
      "topic": 0,
      "similarity": 0.7568536137451787
    },
    {
      "doc": 2,
      "topic": 11,
      "similarity": 0.7502476024521822
    },
    {
      "doc": 4,
      "topic": 21,
      "similarity": 0.8935214319970535
    },
    {
      "doc": 5,
      "topic": 3,
      "similarity": 0.7805797677812374
    },
    {
      "doc": 5,
      "topic": 4,
      "similarity": 0.7961668604444999
    },
    {
      "doc": 5,
      "topic": 5,
      "similarity": 0.7943144106576001
    },
    {
      "doc": 5,
      "topic": 6,
      "similarity": 0.7666665611681875
    },
    {
      "doc": 5,
      "topic": 7,
      "similarity": 0.7799460987890956
    },
    {
      "doc": 5,
      "topic": 9,
      "similarity": 0.7519530068575883
    },
    {
      "doc": 5,
      "topic": 10,
      "similarity": 0.7795350175590019
    },
    {
      "doc": 5,
      "topic": 13,
      "similarity": 0.7688371637007283
    },
    {
      "doc": 5,
      "topic": 15,
      "similarity": 0.7814977447571749
    },
    {
      "doc": 5,
      "topic": 16,
      "similarity": 0.7847104854122489
    },
    {
      "doc": 5,
      "topic": 17,
      "similarity": 0.7601321615759065
    },
    {
      "doc": 5,
      "topic": 18,
      "similarity": 0.7643236811732188
    },
    {
      "doc": 5,
      "topic": 19,
      "similarity": 0.7681763784063195
    },
    {
      "doc": 5,
      "topic": 20,
      "similarity": 0.7604186347540086
    },
    {
      "doc": 6,
      "topic": 3,
      "similarity": 0.7827959505605098
    },
    {
      "doc": 6,
      "topic": 4,
      "similarity": 0.7720085485952254
    },
    {
      "doc": 6,
      "topic": 5,
      "similarity": 0.7651875157199799
    },
    {
      "doc": 6,
      "topic": 6,
      "similarity": 0.7899384516774727
    },
    {
      "doc": 6,
      "topic": 8,
      "similarity": 0.8143585109232668
    },
    {
      "doc": 6,
      "topic": 9,
      "similarity": 0.788974152722622
    },
    {
      "doc": 6,
      "topic": 11,
      "similarity": 0.7562419036201703
    },
    {
      "doc": 6,
      "topic": 12,
      "similarity": 0.7813675750164006
    },
    {
      "doc": 6,
      "topic": 13,
      "similarity": 0.8723256661189616
    },
    {
      "doc": 6,
      "topic": 15,
      "similarity": 0.764570725486803
    },
    {
      "doc": 6,
      "topic": 16,
      "similarity": 0.7501600445860587
    },
    {
      "doc": 6,
      "topic": 20,
      "similarity": 0.7588507854524924
    },
    {
      "doc": 7,
      "topic": 1,
      "similarity": 0.7560755847933776
    },
    {
      "doc": 7,
      "topic": 2,
      "similarity": 0.7503534381894755
    },
    {
      "doc": 7,
      "topic": 5,
      "similarity": 0.7681335088581425
    },
    {
      "doc": 7,
      "topic": 6,
      "similarity": 0.7588869568651702
    },
    {
      "doc": 7,
      "topic": 8,
      "similarity": 0.7523014986215224
    },
    {
      "doc": 7,
      "topic": 10,
      "similarity": 0.7532275152521337
    },
    {
      "doc": 7,
      "topic": 12,
      "similarity": 0.7582313655244624
    },
    {
      "doc": 7,
      "topic": 18,
      "similarity": 0.7678415367814976
    },
    {
      "doc": 7,
      "topic": 20,
      "similarity": 0.7612615979090733
    },
    {
      "doc": 7,
      "topic": 23,
      "similarity": 0.7553938193674594
    },
    {
      "doc": 8,
      "topic": 18,
      "similarity": 0.76467996633669
    },
    {
      "doc": 9,
      "topic": 2,
      "similarity": 0.7666299469646553
    },
    {
      "doc": 9,
      "topic": 3,
      "similarity": 0.7679877193531092
    },
    {
      "doc": 9,
      "topic": 4,
      "similarity": 0.769613629985216
    },
    {
      "doc": 9,
      "topic": 5,
      "similarity": 0.799760021535292
    },
    {
      "doc": 9,
      "topic": 6,
      "similarity": 0.8457534051053583
    },
    {
      "doc": 9,
      "topic": 7,
      "similarity": 0.7552809703097929
    },
    {
      "doc": 9,
      "topic": 8,
      "similarity": 0.7515417295088089
    },
    {
      "doc": 9,
      "topic": 9,
      "similarity": 0.7564977471949221
    },
    {
      "doc": 9,
      "topic": 12,
      "similarity": 0.7576601223558745
    },
    {
      "doc": 9,
      "topic": 16,
      "similarity": 0.7522517565839361
    },
    {
      "doc": 9,
      "topic": 22,
      "similarity": 0.7921769895496767
    },
    {
      "doc": 10,
      "topic": 4,
      "similarity": 0.7574532876947484
    },
    {
      "doc": 10,
      "topic": 5,
      "similarity": 0.7822348729327323
    },
    {
      "doc": 10,
      "topic": 6,
      "similarity": 0.7628793343973572
    },
    {
      "doc": 10,
      "topic": 9,
      "similarity": 0.7537840505890343
    },
    {
      "doc": 10,
      "topic": 16,
      "similarity": 0.7529457680684746
    },
    {
      "doc": 10,
      "topic": 17,
      "similarity": 0.7878563401970544
    },
    {
      "doc": 10,
      "topic": 18,
      "similarity": 0.7716632780548542
    },
    {
      "doc": 10,
      "topic": 20,
      "similarity": 0.7852954907230816
    },
    {
      "doc": 10,
      "topic": 21,
      "similarity": 0.7665236541192301
    },
    {
      "doc": 10,
      "topic": 22,
      "similarity": 0.7929699649471111
    },
    {
      "doc": 10,
      "topic": 24,
      "similarity": 0.7671597764278766
    },
    {
      "doc": 11,
      "topic": 1,
      "similarity": 0.7615029731309835
    },
    {
      "doc": 11,
      "topic": 2,
      "similarity": 0.7577013522998675
    },
    {
      "doc": 11,
      "topic": 3,
      "similarity": 0.7814937340925445
    },
    {
      "doc": 11,
      "topic": 4,
      "similarity": 0.7870021476354885
    },
    {
      "doc": 11,
      "topic": 5,
      "similarity": 0.8276119987051554
    },
    {
      "doc": 11,
      "topic": 6,
      "similarity": 0.8901142046619017
    },
    {
      "doc": 11,
      "topic": 7,
      "similarity": 0.7678465765960967
    },
    {
      "doc": 11,
      "topic": 9,
      "similarity": 0.7941589003681375
    },
    {
      "doc": 11,
      "topic": 12,
      "similarity": 0.7848049083340497
    },
    {
      "doc": 11,
      "topic": 15,
      "similarity": 0.7521778005080343
    },
    {
      "doc": 11,
      "topic": 16,
      "similarity": 0.7626224943577358
    },
    {
      "doc": 11,
      "topic": 17,
      "similarity": 0.7506246973106261
    },
    {
      "doc": 11,
      "topic": 18,
      "similarity": 0.7501790586677037
    },
    {
      "doc": 11,
      "topic": 22,
      "similarity": 0.8607316827139334
    },
    {
      "doc": 12,
      "topic": 1,
      "similarity": 0.7510723237432486
    },
    {
      "doc": 12,
      "topic": 4,
      "similarity": 0.7705052503442397
    },
    {
      "doc": 12,
      "topic": 5,
      "similarity": 0.7931954052160551
    },
    {
      "doc": 12,
      "topic": 6,
      "similarity": 0.7605347536247592
    },
    {
      "doc": 12,
      "topic": 7,
      "similarity": 0.7764816964495346
    },
    {
      "doc": 12,
      "topic": 16,
      "similarity": 0.7622788987029618
    },
    {
      "doc": 12,
      "topic": 17,
      "similarity": 0.7706132552631614
    },
    {
      "doc": 12,
      "topic": 18,
      "similarity": 0.7501131608151828
    },
    {
      "doc": 12,
      "topic": 22,
      "similarity": 0.7951435218912214
    },
    {
      "doc": 13,
      "topic": 4,
      "similarity": 0.774082467107066
    },
    {
      "doc": 13,
      "topic": 5,
      "similarity": 0.7846760569274819
    },
    {
      "doc": 13,
      "topic": 6,
      "similarity": 0.7553160452823605
    },
    {
      "doc": 13,
      "topic": 16,
      "similarity": 0.7530985838848867
    },
    {
      "doc": 13,
      "topic": 17,
      "similarity": 0.760461424741378
    },
    {
      "doc": 13,
      "topic": 18,
      "similarity": 0.7990368423930494
    },
    {
      "doc": 13,
      "topic": 20,
      "similarity": 0.7655635685162344
    },
    {
      "doc": 13,
      "topic": 22,
      "similarity": 0.7611126537640867
    },
    {
      "doc": 13,
      "topic": 23,
      "similarity": 0.7522393728663794
    },
    {
      "doc": 13,
      "topic": 24,
      "similarity": 0.7912283126120587
    },
    {
      "doc": 14,
      "topic": 4,
      "similarity": 0.7516882932711122
    },
    {
      "doc": 14,
      "topic": 5,
      "similarity": 0.7750541664478321
    },
    {
      "doc": 14,
      "topic": 18,
      "similarity": 0.7507196735902639
    },
    {
      "doc": 14,
      "topic": 22,
      "similarity": 0.7996695401594697
    },
    {
      "doc": 15,
      "topic": 5,
      "similarity": 0.7667681896969231
    },
    {
      "doc": 15,
      "topic": 6,
      "similarity": 0.7534918939544487
    },
    {
      "doc": 15,
      "topic": 20,
      "similarity": 0.8649915871383258
    },
    {
      "doc": 15,
      "topic": 22,
      "similarity": 0.7642989433347418
    },
    {
      "doc": 16,
      "topic": 3,
      "similarity": 0.7505602374913276
    },
    {
      "doc": 16,
      "topic": 4,
      "similarity": 0.7575133773272885
    },
    {
      "doc": 16,
      "topic": 5,
      "similarity": 0.8127573621962634
    },
    {
      "doc": 16,
      "topic": 6,
      "similarity": 0.7647534364514702
    },
    {
      "doc": 16,
      "topic": 17,
      "similarity": 0.7675870293584668
    },
    {
      "doc": 16,
      "topic": 18,
      "similarity": 0.7629534908214135
    },
    {
      "doc": 16,
      "topic": 20,
      "similarity": 0.770440559749146
    },
    {
      "doc": 16,
      "topic": 22,
      "similarity": 0.8169566062574684
    },
    {
      "doc": 17,
      "topic": 3,
      "similarity": 0.7705282537205687
    },
    {
      "doc": 17,
      "topic": 4,
      "similarity": 0.7745343409711453
    },
    {
      "doc": 17,
      "topic": 5,
      "similarity": 0.7825360893662614
    },
    {
      "doc": 17,
      "topic": 6,
      "similarity": 0.7670327306137483
    },
    {
      "doc": 17,
      "topic": 16,
      "similarity": 0.7666783542694107
    },
    {
      "doc": 17,
      "topic": 17,
      "similarity": 0.806262927233412
    },
    {
      "doc": 17,
      "topic": 18,
      "similarity": 0.7975101136752458
    },
    {
      "doc": 17,
      "topic": 20,
      "similarity": 0.7648203399050697
    },
    {
      "doc": 17,
      "topic": 22,
      "similarity": 0.7727219761609959
    },
    {
      "doc": 17,
      "topic": 24,
      "similarity": 0.7666615977347725
    },
    {
      "doc": 18,
      "topic": 5,
      "similarity": 0.7608024907036866
    },
    {
      "doc": 18,
      "topic": 22,
      "similarity": 0.7583670120391494
    },
    {
      "doc": 18,
      "topic": 24,
      "similarity": 0.7533177013471073
    },
    {
      "doc": 19,
      "topic": 0,
      "similarity": 0.7541964128663747
    },
    {
      "doc": 19,
      "topic": 3,
      "similarity": 0.7784226598593069
    },
    {
      "doc": 19,
      "topic": 4,
      "similarity": 0.7979811683621355
    },
    {
      "doc": 19,
      "topic": 5,
      "similarity": 0.8253764277515178
    },
    {
      "doc": 19,
      "topic": 6,
      "similarity": 0.8032955093749096
    },
    {
      "doc": 19,
      "topic": 7,
      "similarity": 0.7739918261858718
    },
    {
      "doc": 19,
      "topic": 9,
      "similarity": 0.7768939802934455
    },
    {
      "doc": 19,
      "topic": 13,
      "similarity": 0.7588673323421202
    },
    {
      "doc": 19,
      "topic": 15,
      "similarity": 0.7699045739972393
    },
    {
      "doc": 19,
      "topic": 16,
      "similarity": 0.7899758164085765
    },
    {
      "doc": 19,
      "topic": 17,
      "similarity": 0.7820976464971702
    },
    {
      "doc": 19,
      "topic": 18,
      "similarity": 0.776660133280291
    },
    {
      "doc": 19,
      "topic": 20,
      "similarity": 0.7549455149212534
    },
    {
      "doc": 19,
      "topic": 22,
      "similarity": 0.8063040972817912
    },
    {
      "doc": 20,
      "topic": 5,
      "similarity": 0.7620080375886743
    },
    {
      "doc": 20,
      "topic": 24,
      "similarity": 0.7634504263923962
    },
    {
      "doc": 21,
      "topic": 18,
      "similarity": 0.7654777288042002
    },
    {
      "doc": 21,
      "topic": 21,
      "similarity": 0.7515787821140506
    },
    {
      "doc": 21,
      "topic": 24,
      "similarity": 0.8178528177736643
    },
    {
      "doc": 22,
      "topic": 5,
      "similarity": 0.7528564682152303
    },
    {
      "doc": 22,
      "topic": 8,
      "similarity": 0.7625029882609772
    },
    {
      "doc": 22,
      "topic": 18,
      "similarity": 0.7543977778583002
    },
    {
      "doc": 23,
      "topic": 18,
      "similarity": 0.7609659188225868
    },
    {
      "doc": 23,
      "topic": 24,
      "similarity": 0.7687417095635203
    },
    {
      "doc": 24,
      "topic": 18,
      "similarity": 0.7856191403978785
    },
    {
      "doc": 25,
      "topic": 24,
      "similarity": 0.7549914689150794
    },
    {
      "doc": 26,
      "topic": 18,
      "similarity": 0.7518475129415619
    },
    {
      "doc": 27,
      "topic": 24,
      "similarity": 0.7547530165298032
    },
    {
      "doc": 29,
      "topic": 4,
      "similarity": 0.7507202447503211
    },
    {
      "doc": 29,
      "topic": 5,
      "similarity": 0.7531663953190351
    },
    {
      "doc": 29,
      "topic": 18,
      "similarity": 0.7811127998478209
    },
    {
      "doc": 29,
      "topic": 24,
      "similarity": 0.783283459060044
    },
    {
      "doc": 30,
      "topic": 18,
      "similarity": 0.7535819715661155
    },
    {
      "doc": 31,
      "topic": 24,
      "similarity": 0.9142891352821025
    },
    {
      "doc": 32,
      "topic": 18,
      "similarity": 0.7524159843010887
    },
    {
      "doc": 32,
      "topic": 24,
      "similarity": 0.8210034347270673
    },
    {
      "doc": 33,
      "topic": 24,
      "similarity": 0.7646980668921632
    },
    {
      "doc": 34,
      "topic": 2,
      "similarity": 0.7550472569308819
    },
    {
      "doc": 34,
      "topic": 5,
      "similarity": 0.7529241333920961
    },
    {
      "doc": 34,
      "topic": 6,
      "similarity": 0.7526164649726564
    },
    {
      "doc": 34,
      "topic": 24,
      "similarity": 0.7548252328875502
    },
    {
      "doc": 35,
      "topic": 24,
      "similarity": 0.8050821473730123
    },
    {
      "doc": 36,
      "topic": 5,
      "similarity": 0.7609241189160152
    },
    {
      "doc": 36,
      "topic": 18,
      "similarity": 0.754770405582185
    },
    {
      "doc": 36,
      "topic": 20,
      "similarity": 0.7528168021915179
    },
    {
      "doc": 36,
      "topic": 24,
      "similarity": 0.7550865992892337
    },
    {
      "doc": 37,
      "topic": 5,
      "similarity": 0.7563208873768487
    },
    {
      "doc": 37,
      "topic": 7,
      "similarity": 0.7533435762029831
    },
    {
      "doc": 37,
      "topic": 24,
      "similarity": 0.7650705316630204
    },
    {
      "doc": 39,
      "topic": 24,
      "similarity": 0.7698518781789063
    },
    {
      "doc": 40,
      "topic": 6,
      "similarity": 0.7550578514662848
    },
    {
      "doc": 40,
      "topic": 8,
      "similarity": 0.7952915182367324
    },
    {
      "doc": 40,
      "topic": 9,
      "similarity": 0.7720630614420998
    },
    {
      "doc": 40,
      "topic": 11,
      "similarity": 0.7893773728828598
    },
    {
      "doc": 40,
      "topic": 12,
      "similarity": 0.7621299565614613
    },
    {
      "doc": 40,
      "topic": 13,
      "similarity": 0.77576483837795
    },
    {
      "doc": 40,
      "topic": 15,
      "similarity": 0.7664706458936673
    },
    {
      "doc": 41,
      "topic": 6,
      "similarity": 0.7554475747492486
    },
    {
      "doc": 41,
      "topic": 8,
      "similarity": 0.7881930133333708
    },
    {
      "doc": 41,
      "topic": 9,
      "similarity": 0.7580942713554888
    },
    {
      "doc": 41,
      "topic": 11,
      "similarity": 0.7602498311404938
    },
    {
      "doc": 41,
      "topic": 13,
      "similarity": 0.7722734866925686
    },
    {
      "doc": 41,
      "topic": 15,
      "similarity": 0.752844350831408
    },
    {
      "doc": 42,
      "topic": 6,
      "similarity": 0.767317882766933
    },
    {
      "doc": 42,
      "topic": 8,
      "similarity": 0.8575126576735868
    },
    {
      "doc": 42,
      "topic": 9,
      "similarity": 0.760899474431136
    },
    {
      "doc": 42,
      "topic": 11,
      "similarity": 0.7626526010595149
    },
    {
      "doc": 42,
      "topic": 12,
      "similarity": 0.7775042675614163
    },
    {
      "doc": 42,
      "topic": 13,
      "similarity": 0.7739621359096134
    },
    {
      "doc": 42,
      "topic": 15,
      "similarity": 0.7641980969028837
    },
    {
      "doc": 43,
      "topic": 2,
      "similarity": 0.7614725750898697
    },
    {
      "doc": 43,
      "topic": 6,
      "similarity": 0.7687409742681752
    },
    {
      "doc": 43,
      "topic": 7,
      "similarity": 0.7836111231907186
    },
    {
      "doc": 43,
      "topic": 8,
      "similarity": 0.8014980495731362
    },
    {
      "doc": 43,
      "topic": 10,
      "similarity": 0.7735875247586311
    },
    {
      "doc": 43,
      "topic": 11,
      "similarity": 0.7659426357619176
    },
    {
      "doc": 43,
      "topic": 12,
      "similarity": 0.7872393754317001
    },
    {
      "doc": 43,
      "topic": 13,
      "similarity": 0.7826751438721834
    },
    {
      "doc": 43,
      "topic": 15,
      "similarity": 0.782961185778093
    },
    {
      "doc": 43,
      "topic": 18,
      "similarity": 0.7517009751378887
    },
    {
      "doc": 44,
      "topic": 3,
      "similarity": 0.7565107983761714
    },
    {
      "doc": 44,
      "topic": 4,
      "similarity": 0.77099157210057
    },
    {
      "doc": 44,
      "topic": 6,
      "similarity": 0.7639732794948808
    },
    {
      "doc": 44,
      "topic": 8,
      "similarity": 0.7647480017067825
    },
    {
      "doc": 44,
      "topic": 9,
      "similarity": 0.7639236128224316
    },
    {
      "doc": 44,
      "topic": 11,
      "similarity": 0.7849043002704159
    },
    {
      "doc": 44,
      "topic": 13,
      "similarity": 0.7603251966882515
    },
    {
      "doc": 44,
      "topic": 15,
      "similarity": 0.7630117076976988
    },
    {
      "doc": 44,
      "topic": 16,
      "similarity": 0.7638027613014116
    },
    {
      "doc": 45,
      "topic": 6,
      "similarity": 0.798668294521404
    },
    {
      "doc": 45,
      "topic": 7,
      "similarity": 0.7686421633651043
    },
    {
      "doc": 45,
      "topic": 8,
      "similarity": 0.7838127299269319
    },
    {
      "doc": 45,
      "topic": 9,
      "similarity": 0.7662375828161218
    },
    {
      "doc": 45,
      "topic": 11,
      "similarity": 0.7767921739602094
    },
    {
      "doc": 45,
      "topic": 12,
      "similarity": 0.7903912276210082
    },
    {
      "doc": 45,
      "topic": 13,
      "similarity": 0.7697848687122559
    },
    {
      "doc": 45,
      "topic": 15,
      "similarity": 0.7770251962524072
    },
    {
      "doc": 45,
      "topic": 16,
      "similarity": 0.7503523314158593
    },
    {
      "doc": 46,
      "topic": 2,
      "similarity": 0.759129175586201
    },
    {
      "doc": 46,
      "topic": 3,
      "similarity": 0.7624201104666806
    },
    {
      "doc": 46,
      "topic": 4,
      "similarity": 0.7642056985613417
    },
    {
      "doc": 46,
      "topic": 5,
      "similarity": 0.7573870456308062
    },
    {
      "doc": 46,
      "topic": 6,
      "similarity": 0.7712155746327904
    },
    {
      "doc": 46,
      "topic": 7,
      "similarity": 0.7707922204718618
    },
    {
      "doc": 46,
      "topic": 8,
      "similarity": 0.8240763246822658
    },
    {
      "doc": 46,
      "topic": 9,
      "similarity": 0.7845589748898734
    },
    {
      "doc": 46,
      "topic": 11,
      "similarity": 0.7653270858696608
    },
    {
      "doc": 46,
      "topic": 12,
      "similarity": 0.8070659100804525
    },
    {
      "doc": 46,
      "topic": 13,
      "similarity": 0.8228128379346108
    },
    {
      "doc": 46,
      "topic": 14,
      "similarity": 0.754610201134773
    },
    {
      "doc": 46,
      "topic": 15,
      "similarity": 0.8091963770964913
    },
    {
      "doc": 47,
      "topic": 6,
      "similarity": 0.7560884413372021
    },
    {
      "doc": 47,
      "topic": 8,
      "similarity": 0.7806581758054509
    },
    {
      "doc": 47,
      "topic": 11,
      "similarity": 0.7907152340863021
    },
    {
      "doc": 47,
      "topic": 12,
      "similarity": 0.7775377524266699
    },
    {
      "doc": 47,
      "topic": 13,
      "similarity": 0.7593610818712512
    },
    {
      "doc": 48,
      "topic": 3,
      "similarity": 0.7819043273036566
    },
    {
      "doc": 48,
      "topic": 4,
      "similarity": 0.8132680932609643
    },
    {
      "doc": 48,
      "topic": 5,
      "similarity": 0.7958869570682365
    },
    {
      "doc": 48,
      "topic": 6,
      "similarity": 0.8153600311443285
    },
    {
      "doc": 48,
      "topic": 7,
      "similarity": 0.7861950551441186
    },
    {
      "doc": 48,
      "topic": 8,
      "similarity": 0.7869717134045544
    },
    {
      "doc": 48,
      "topic": 9,
      "similarity": 0.8039302206120722
    },
    {
      "doc": 48,
      "topic": 10,
      "similarity": 0.7527307903191532
    },
    {
      "doc": 48,
      "topic": 11,
      "similarity": 0.7550976210638104
    },
    {
      "doc": 48,
      "topic": 12,
      "similarity": 0.8154564500452606
    },
    {
      "doc": 48,
      "topic": 13,
      "similarity": 0.7949210364497514
    },
    {
      "doc": 48,
      "topic": 14,
      "similarity": 0.7982715500328851
    },
    {
      "doc": 48,
      "topic": 15,
      "similarity": 0.795488361701031
    },
    {
      "doc": 48,
      "topic": 16,
      "similarity": 0.8042444514949817
    },
    {
      "doc": 48,
      "topic": 17,
      "similarity": 0.7861634614383433
    },
    {
      "doc": 48,
      "topic": 18,
      "similarity": 0.7564596198364507
    },
    {
      "doc": 48,
      "topic": 19,
      "similarity": 0.7566179320048418
    },
    {
      "doc": 48,
      "topic": 20,
      "similarity": 0.7585213464322752
    },
    {
      "doc": 48,
      "topic": 22,
      "similarity": 0.7512946282704961
    },
    {
      "doc": 48,
      "topic": 23,
      "similarity": 0.756179487185876
    },
    {
      "doc": 49,
      "topic": 4,
      "similarity": 0.7527673019863986
    },
    {
      "doc": 49,
      "topic": 6,
      "similarity": 0.7712481969724858
    },
    {
      "doc": 49,
      "topic": 8,
      "similarity": 0.7654329097135895
    },
    {
      "doc": 49,
      "topic": 9,
      "similarity": 0.7763903508675137
    },
    {
      "doc": 49,
      "topic": 11,
      "similarity": 0.8047932436866713
    },
    {
      "doc": 49,
      "topic": 13,
      "similarity": 0.7716190580491092
    },
    {
      "doc": 49,
      "topic": 15,
      "similarity": 0.7592795459582303
    },
    {
      "doc": 50,
      "topic": 6,
      "similarity": 0.7675837738939456
    },
    {
      "doc": 50,
      "topic": 8,
      "similarity": 0.8584066665295387
    },
    {
      "doc": 50,
      "topic": 9,
      "similarity": 0.7789004552511569
    },
    {
      "doc": 50,
      "topic": 11,
      "similarity": 0.7677900188231084
    },
    {
      "doc": 50,
      "topic": 12,
      "similarity": 0.8117129310844777
    },
    {
      "doc": 50,
      "topic": 13,
      "similarity": 0.7895342575947025
    },
    {
      "doc": 51,
      "topic": 6,
      "similarity": 0.7509358506795849
    },
    {
      "doc": 51,
      "topic": 8,
      "similarity": 0.7785715735407364
    },
    {
      "doc": 51,
      "topic": 11,
      "similarity": 0.756079267521442
    },
    {
      "doc": 51,
      "topic": 12,
      "similarity": 0.7551393684022893
    },
    {
      "doc": 51,
      "topic": 13,
      "similarity": 0.7747104387482175
    },
    {
      "doc": 51,
      "topic": 23,
      "similarity": 0.7537913436521473
    },
    {
      "doc": 52,
      "topic": 2,
      "similarity": 0.7667574532514628
    },
    {
      "doc": 52,
      "topic": 3,
      "similarity": 0.7706843806363836
    },
    {
      "doc": 52,
      "topic": 4,
      "similarity": 0.7885600998447152
    },
    {
      "doc": 52,
      "topic": 5,
      "similarity": 0.7903613611169432
    },
    {
      "doc": 52,
      "topic": 6,
      "similarity": 0.8213154086705743
    },
    {
      "doc": 52,
      "topic": 7,
      "similarity": 0.7871565445894206
    },
    {
      "doc": 52,
      "topic": 8,
      "similarity": 0.7835956993194023
    },
    {
      "doc": 52,
      "topic": 9,
      "similarity": 0.8083526228569262
    },
    {
      "doc": 52,
      "topic": 10,
      "similarity": 0.7562218192425302
    },
    {
      "doc": 52,
      "topic": 11,
      "similarity": 0.7584606597361238
    },
    {
      "doc": 52,
      "topic": 12,
      "similarity": 0.8823639717605833
    },
    {
      "doc": 52,
      "topic": 13,
      "similarity": 0.8197521672155091
    },
    {
      "doc": 52,
      "topic": 14,
      "similarity": 0.7562378056126533
    },
    {
      "doc": 52,
      "topic": 15,
      "similarity": 0.7757830210810353
    },
    {
      "doc": 52,
      "topic": 16,
      "similarity": 0.7739908291293619
    },
    {
      "doc": 52,
      "topic": 18,
      "similarity": 0.7747829901505157
    },
    {
      "doc": 52,
      "topic": 19,
      "similarity": 0.7529703673292973
    },
    {
      "doc": 52,
      "topic": 20,
      "similarity": 0.7742363191482882
    },
    {
      "doc": 52,
      "topic": 23,
      "similarity": 0.7768695917405859
    },
    {
      "doc": 53,
      "topic": 1,
      "similarity": 0.7507754263996377
    },
    {
      "doc": 53,
      "topic": 3,
      "similarity": 0.762819481450774
    },
    {
      "doc": 53,
      "topic": 4,
      "similarity": 0.7750529802533577
    },
    {
      "doc": 53,
      "topic": 5,
      "similarity": 0.7558411283197874
    },
    {
      "doc": 53,
      "topic": 6,
      "similarity": 0.7624923105888483
    },
    {
      "doc": 53,
      "topic": 7,
      "similarity": 0.7520726462167532
    },
    {
      "doc": 53,
      "topic": 8,
      "similarity": 0.7780939922143489
    },
    {
      "doc": 53,
      "topic": 9,
      "similarity": 0.7790646497507362
    },
    {
      "doc": 53,
      "topic": 10,
      "similarity": 0.7570214071772894
    },
    {
      "doc": 53,
      "topic": 11,
      "similarity": 0.7643435576991968
    },
    {
      "doc": 53,
      "topic": 12,
      "similarity": 0.7633889401409872
    },
    {
      "doc": 53,
      "topic": 13,
      "similarity": 0.7613741093212433
    },
    {
      "doc": 53,
      "topic": 15,
      "similarity": 0.778710631002822
    },
    {
      "doc": 53,
      "topic": 16,
      "similarity": 0.7577572776334626
    },
    {
      "doc": 54,
      "topic": 6,
      "similarity": 0.7592842074833616
    },
    {
      "doc": 54,
      "topic": 8,
      "similarity": 0.7842587510907802
    },
    {
      "doc": 54,
      "topic": 9,
      "similarity": 0.7691532020505637
    },
    {
      "doc": 54,
      "topic": 11,
      "similarity": 0.8129688144928691
    },
    {
      "doc": 54,
      "topic": 12,
      "similarity": 0.7628733507108689
    },
    {
      "doc": 54,
      "topic": 13,
      "similarity": 0.7541962839727115
    },
    {
      "doc": 54,
      "topic": 15,
      "similarity": 0.7815506102230935
    },
    {
      "doc": 55,
      "topic": 6,
      "similarity": 0.7813655440778254
    },
    {
      "doc": 55,
      "topic": 8,
      "similarity": 0.7834721498259832
    },
    {
      "doc": 55,
      "topic": 9,
      "similarity": 0.846801533248415
    },
    {
      "doc": 55,
      "topic": 11,
      "similarity": 0.7516372657897418
    },
    {
      "doc": 55,
      "topic": 12,
      "similarity": 0.7783785868003029
    },
    {
      "doc": 55,
      "topic": 13,
      "similarity": 0.7528964018898674
    },
    {
      "doc": 55,
      "topic": 15,
      "similarity": 0.7648769137329445
    },
    {
      "doc": 55,
      "topic": 19,
      "similarity": 0.7726794115990901
    },
    {
      "doc": 56,
      "topic": 4,
      "similarity": 0.7673307393650516
    },
    {
      "doc": 56,
      "topic": 5,
      "similarity": 0.785385253737661
    },
    {
      "doc": 56,
      "topic": 6,
      "similarity": 0.7929657278738964
    },
    {
      "doc": 56,
      "topic": 7,
      "similarity": 0.7857904422288998
    },
    {
      "doc": 56,
      "topic": 8,
      "similarity": 0.7667151936097358
    },
    {
      "doc": 56,
      "topic": 9,
      "similarity": 0.7724341098457603
    },
    {
      "doc": 56,
      "topic": 11,
      "similarity": 0.7580615066088965
    },
    {
      "doc": 56,
      "topic": 12,
      "similarity": 0.7619398293853734
    },
    {
      "doc": 56,
      "topic": 13,
      "similarity": 0.7862062096238059
    },
    {
      "doc": 56,
      "topic": 15,
      "similarity": 0.8633148252820698
    },
    {
      "doc": 56,
      "topic": 16,
      "similarity": 0.782996239647037
    },
    {
      "doc": 56,
      "topic": 17,
      "similarity": 0.7714419795870333
    },
    {
      "doc": 56,
      "topic": 18,
      "similarity": 0.7546636512993987
    },
    {
      "doc": 56,
      "topic": 20,
      "similarity": 0.7646725957605617
    },
    {
      "doc": 56,
      "topic": 22,
      "similarity": 0.7605398384675324
    },
    {
      "doc": 57,
      "topic": 3,
      "similarity": 0.7764231281037995
    },
    {
      "doc": 57,
      "topic": 4,
      "similarity": 0.7844381098422919
    },
    {
      "doc": 57,
      "topic": 5,
      "similarity": 0.7879781747212581
    },
    {
      "doc": 57,
      "topic": 6,
      "similarity": 0.7906605504810292
    },
    {
      "doc": 57,
      "topic": 7,
      "similarity": 0.7697244652269063
    },
    {
      "doc": 57,
      "topic": 8,
      "similarity": 0.7603528354909308
    },
    {
      "doc": 57,
      "topic": 9,
      "similarity": 0.8032234528239426
    },
    {
      "doc": 57,
      "topic": 12,
      "similarity": 0.7937556357384855
    },
    {
      "doc": 57,
      "topic": 13,
      "similarity": 0.7840064538827106
    },
    {
      "doc": 57,
      "topic": 15,
      "similarity": 0.7843707982240878
    },
    {
      "doc": 57,
      "topic": 16,
      "similarity": 0.7790453966172145
    },
    {
      "doc": 57,
      "topic": 17,
      "similarity": 0.7742027729648943
    },
    {
      "doc": 57,
      "topic": 20,
      "similarity": 0.7560995346909165
    },
    {
      "doc": 58,
      "topic": 6,
      "similarity": 0.7668107481699324
    },
    {
      "doc": 58,
      "topic": 8,
      "similarity": 0.7975177653061079
    },
    {
      "doc": 58,
      "topic": 9,
      "similarity": 0.7924244858236701
    },
    {
      "doc": 58,
      "topic": 11,
      "similarity": 0.7757518223872985
    },
    {
      "doc": 58,
      "topic": 12,
      "similarity": 0.7657428702781033
    },
    {
      "doc": 58,
      "topic": 13,
      "similarity": 0.7829021876297645
    },
    {
      "doc": 58,
      "topic": 15,
      "similarity": 0.7661447796472962
    },
    {
      "doc": 59,
      "topic": 8,
      "similarity": 0.8060937368622294
    },
    {
      "doc": 59,
      "topic": 11,
      "similarity": 0.7622761074768559
    },
    {
      "doc": 59,
      "topic": 13,
      "similarity": 0.8091392819598764
    },
    {
      "doc": 59,
      "topic": 15,
      "similarity": 0.7501786692802405
    },
    {
      "doc": 60,
      "topic": 2,
      "similarity": 0.8642262116589879
    },
    {
      "doc": 60,
      "topic": 3,
      "similarity": 0.8163596593152082
    },
    {
      "doc": 60,
      "topic": 4,
      "similarity": 0.7718983720849324
    },
    {
      "doc": 60,
      "topic": 5,
      "similarity": 0.751908067627177
    },
    {
      "doc": 60,
      "topic": 6,
      "similarity": 0.7740747130033498
    },
    {
      "doc": 60,
      "topic": 8,
      "similarity": 0.7825331703746168
    },
    {
      "doc": 60,
      "topic": 12,
      "similarity": 0.7650960652477957
    },
    {
      "doc": 60,
      "topic": 13,
      "similarity": 0.7772921432355416
    },
    {
      "doc": 61,
      "topic": 0,
      "similarity": 0.7909061614770798
    },
    {
      "doc": 61,
      "topic": 4,
      "similarity": 0.7553840173585011
    },
    {
      "doc": 61,
      "topic": 6,
      "similarity": 0.7583187603013525
    },
    {
      "doc": 61,
      "topic": 8,
      "similarity": 0.759159348891725
    },
    {
      "doc": 61,
      "topic": 20,
      "similarity": 0.7532450398290109
    },
    {
      "doc": 62,
      "topic": 2,
      "similarity": 0.7630176539823097
    },
    {
      "doc": 62,
      "topic": 3,
      "similarity": 0.7739662811139466
    },
    {
      "doc": 62,
      "topic": 4,
      "similarity": 0.774073735132673
    },
    {
      "doc": 62,
      "topic": 5,
      "similarity": 0.781080869513455
    },
    {
      "doc": 62,
      "topic": 6,
      "similarity": 0.8285404896609261
    },
    {
      "doc": 62,
      "topic": 7,
      "similarity": 0.7697684299116534
    },
    {
      "doc": 62,
      "topic": 9,
      "similarity": 0.7906507339469846
    },
    {
      "doc": 62,
      "topic": 12,
      "similarity": 0.7675062006105027
    },
    {
      "doc": 62,
      "topic": 16,
      "similarity": 0.7645796582566284
    },
    {
      "doc": 62,
      "topic": 20,
      "similarity": 0.7542198456881098
    },
    {
      "doc": 62,
      "topic": 22,
      "similarity": 0.772552166362878
    },
    {
      "doc": 63,
      "topic": 0,
      "similarity": 0.7801051830824837
    },
    {
      "doc": 63,
      "topic": 1,
      "similarity": 0.7660805473769469
    },
    {
      "doc": 63,
      "topic": 2,
      "similarity": 0.7723896073684787
    },
    {
      "doc": 63,
      "topic": 3,
      "similarity": 0.7920512306904782
    },
    {
      "doc": 63,
      "topic": 4,
      "similarity": 0.7889790698514964
    },
    {
      "doc": 63,
      "topic": 5,
      "similarity": 0.7540500706049196
    },
    {
      "doc": 63,
      "topic": 6,
      "similarity": 0.7768260453575185
    },
    {
      "doc": 63,
      "topic": 7,
      "similarity": 0.7560541034864413
    },
    {
      "doc": 63,
      "topic": 8,
      "similarity": 0.780790182185784
    },
    {
      "doc": 63,
      "topic": 9,
      "similarity": 0.7735700623588094
    },
    {
      "doc": 63,
      "topic": 10,
      "similarity": 0.754265077922368
    },
    {
      "doc": 63,
      "topic": 12,
      "similarity": 0.7567420323484864
    },
    {
      "doc": 63,
      "topic": 13,
      "similarity": 0.7597586476867515
    },
    {
      "doc": 64,
      "topic": 3,
      "similarity": 0.7603831013650587
    },
    {
      "doc": 64,
      "topic": 4,
      "similarity": 0.7622602417207515
    },
    {
      "doc": 64,
      "topic": 5,
      "similarity": 0.7569773979594613
    },
    {
      "doc": 64,
      "topic": 6,
      "similarity": 0.7694585878432204
    },
    {
      "doc": 64,
      "topic": 7,
      "similarity": 0.7661888495992819
    },
    {
      "doc": 64,
      "topic": 9,
      "similarity": 0.7676449635892681
    },
    {
      "doc": 64,
      "topic": 11,
      "similarity": 0.7831951818267854
    },
    {
      "doc": 64,
      "topic": 13,
      "similarity": 0.7536322520284956
    },
    {
      "doc": 64,
      "topic": 15,
      "similarity": 0.7933715046334711
    },
    {
      "doc": 64,
      "topic": 16,
      "similarity": 0.7886837339002682
    },
    {
      "doc": 64,
      "topic": 19,
      "similarity": 0.8110089658677354
    },
    {
      "doc": 64,
      "topic": 20,
      "similarity": 0.7509605268376309
    },
    {
      "doc": 65,
      "topic": 2,
      "similarity": 0.7526300291316749
    },
    {
      "doc": 65,
      "topic": 3,
      "similarity": 0.7991081882705093
    },
    {
      "doc": 65,
      "topic": 4,
      "similarity": 0.7989777712394109
    },
    {
      "doc": 65,
      "topic": 5,
      "similarity": 0.861923414930568
    },
    {
      "doc": 65,
      "topic": 6,
      "similarity": 0.7823322189845006
    },
    {
      "doc": 65,
      "topic": 7,
      "similarity": 0.7645707406402089
    },
    {
      "doc": 65,
      "topic": 9,
      "similarity": 0.7505688495618424
    },
    {
      "doc": 65,
      "topic": 10,
      "similarity": 0.7733575889289995
    },
    {
      "doc": 65,
      "topic": 12,
      "similarity": 0.7515732419524332
    },
    {
      "doc": 65,
      "topic": 13,
      "similarity": 0.7629411536620813
    },
    {
      "doc": 65,
      "topic": 15,
      "similarity": 0.7549569102361486
    },
    {
      "doc": 65,
      "topic": 16,
      "similarity": 0.7861444372280286
    },
    {
      "doc": 65,
      "topic": 17,
      "similarity": 0.805858285279446
    },
    {
      "doc": 65,
      "topic": 18,
      "similarity": 0.768288176644921
    },
    {
      "doc": 65,
      "topic": 20,
      "similarity": 0.7576833823055102
    },
    {
      "doc": 65,
      "topic": 22,
      "similarity": 0.7653836860828288
    },
    {
      "doc": 65,
      "topic": 24,
      "similarity": 0.752367981437819
    },
    {
      "doc": 66,
      "topic": 1,
      "similarity": 0.7556155520092603
    },
    {
      "doc": 66,
      "topic": 6,
      "similarity": 0.7764265985001897
    },
    {
      "doc": 67,
      "topic": 3,
      "similarity": 0.7642368412146883
    },
    {
      "doc": 67,
      "topic": 4,
      "similarity": 0.7642238925293582
    },
    {
      "doc": 67,
      "topic": 5,
      "similarity": 0.7823988714473961
    },
    {
      "doc": 67,
      "topic": 6,
      "similarity": 0.7665812098954348
    },
    {
      "doc": 67,
      "topic": 7,
      "similarity": 0.7591282543627361
    },
    {
      "doc": 67,
      "topic": 10,
      "similarity": 0.8994639142057557
    },
    {
      "doc": 67,
      "topic": 12,
      "similarity": 0.7561655187926053
    },
    {
      "doc": 67,
      "topic": 16,
      "similarity": 0.7669964172333166
    },
    {
      "doc": 68,
      "topic": 0,
      "similarity": 0.8348179187884645
    },
    {
      "doc": 68,
      "topic": 4,
      "similarity": 0.766363550570008
    },
    {
      "doc": 69,
      "topic": 1,
      "similarity": 0.8510945197662186
    },
    {
      "doc": 69,
      "topic": 3,
      "similarity": 0.7594294539345752
    },
    {
      "doc": 69,
      "topic": 4,
      "similarity": 0.7709060871443842
    },
    {
      "doc": 69,
      "topic": 16,
      "similarity": 0.7668865913665424
    },
    {
      "doc": 70,
      "topic": 0,
      "similarity": 0.8866875122747638
    },
    {
      "doc": 71,
      "topic": 0,
      "similarity": 0.8136925883924586
    },
    {
      "doc": 71,
      "topic": 2,
      "similarity": 0.7617082870514946
    },
    {
      "doc": 71,
      "topic": 4,
      "similarity": 0.7777778299901198
    },
    {
      "doc": 71,
      "topic": 6,
      "similarity": 0.7670377208829264
    },
    {
      "doc": 71,
      "topic": 7,
      "similarity": 0.7533834160800186
    },
    {
      "doc": 71,
      "topic": 12,
      "similarity": 0.7510850829144365
    },
    {
      "doc": 71,
      "topic": 18,
      "similarity": 0.7517100648939492
    },
    {
      "doc": 72,
      "topic": 0,
      "similarity": 0.8352218018948256
    },
    {
      "doc": 72,
      "topic": 6,
      "similarity": 0.7611251868704497
    },
    {
      "doc": 73,
      "topic": 3,
      "similarity": 0.7536524630551094
    },
    {
      "doc": 73,
      "topic": 4,
      "similarity": 0.7669808796464792
    },
    {
      "doc": 73,
      "topic": 5,
      "similarity": 0.7967012157998477
    },
    {
      "doc": 73,
      "topic": 6,
      "similarity": 0.7934454085070618
    },
    {
      "doc": 73,
      "topic": 7,
      "similarity": 0.7744155637452234
    },
    {
      "doc": 73,
      "topic": 9,
      "similarity": 0.7715741254954258
    },
    {
      "doc": 73,
      "topic": 12,
      "similarity": 0.7530923595469056
    },
    {
      "doc": 73,
      "topic": 13,
      "similarity": 0.7570953096504497
    },
    {
      "doc": 73,
      "topic": 15,
      "similarity": 0.7732559834240381
    },
    {
      "doc": 73,
      "topic": 16,
      "similarity": 0.7656483830957781
    },
    {
      "doc": 73,
      "topic": 17,
      "similarity": 0.7822441406925925
    },
    {
      "doc": 73,
      "topic": 18,
      "similarity": 0.7979847057401308
    },
    {
      "doc": 73,
      "topic": 20,
      "similarity": 0.7681022385363473
    },
    {
      "doc": 73,
      "topic": 22,
      "similarity": 0.7784900233563224
    },
    {
      "doc": 74,
      "topic": 3,
      "similarity": 0.7706505976953788
    },
    {
      "doc": 74,
      "topic": 4,
      "similarity": 0.7813080606411755
    },
    {
      "doc": 74,
      "topic": 5,
      "similarity": 0.7782230266086618
    },
    {
      "doc": 74,
      "topic": 6,
      "similarity": 0.7500501042564359
    },
    {
      "doc": 74,
      "topic": 9,
      "similarity": 0.7620826356337977
    },
    {
      "doc": 74,
      "topic": 10,
      "similarity": 0.7875631026973662
    },
    {
      "doc": 74,
      "topic": 16,
      "similarity": 0.7782006782431968
    },
    {
      "doc": 75,
      "topic": 4,
      "similarity": 0.7787892395827261
    },
    {
      "doc": 75,
      "topic": 5,
      "similarity": 0.7699381956742024
    },
    {
      "doc": 75,
      "topic": 6,
      "similarity": 0.7621441733361263
    },
    {
      "doc": 75,
      "topic": 7,
      "similarity": 0.8760276358317378
    },
    {
      "doc": 75,
      "topic": 11,
      "similarity": 0.768003055634181
    },
    {
      "doc": 75,
      "topic": 12,
      "similarity": 0.7655277871181291
    },
    {
      "doc": 75,
      "topic": 13,
      "similarity": 0.7608297585639588
    },
    {
      "doc": 75,
      "topic": 15,
      "similarity": 0.7712961466528592
    },
    {
      "doc": 75,
      "topic": 16,
      "similarity": 0.7729807095496843
    },
    {
      "doc": 75,
      "topic": 17,
      "similarity": 0.7906550358119904
    },
    {
      "doc": 77,
      "topic": 1,
      "similarity": 0.7589389670408997
    },
    {
      "doc": 77,
      "topic": 2,
      "similarity": 0.763013855926383
    },
    {
      "doc": 77,
      "topic": 3,
      "similarity": 0.8243102667405177
    },
    {
      "doc": 77,
      "topic": 4,
      "similarity": 0.8327676719004172
    },
    {
      "doc": 77,
      "topic": 5,
      "similarity": 0.8454388220952538
    },
    {
      "doc": 77,
      "topic": 6,
      "similarity": 0.7933854977841995
    },
    {
      "doc": 77,
      "topic": 7,
      "similarity": 0.7709797531961636
    },
    {
      "doc": 77,
      "topic": 9,
      "similarity": 0.7528172917418953
    },
    {
      "doc": 77,
      "topic": 10,
      "similarity": 0.7648286571458803
    },
    {
      "doc": 77,
      "topic": 15,
      "similarity": 0.7595259705365928
    },
    {
      "doc": 77,
      "topic": 16,
      "similarity": 0.8224143426856602
    },
    {
      "doc": 77,
      "topic": 17,
      "similarity": 0.8107180435127713
    },
    {
      "doc": 77,
      "topic": 18,
      "similarity": 0.756514439533636
    },
    {
      "doc": 77,
      "topic": 22,
      "similarity": 0.7819274431337553
    },
    {
      "doc": 78,
      "topic": 4,
      "similarity": 0.7571264552785512
    },
    {
      "doc": 78,
      "topic": 5,
      "similarity": 0.7911426340650585
    },
    {
      "doc": 78,
      "topic": 6,
      "similarity": 0.7861211548674469
    },
    {
      "doc": 78,
      "topic": 7,
      "similarity": 0.751594274539174
    },
    {
      "doc": 78,
      "topic": 9,
      "similarity": 0.7670904192205334
    },
    {
      "doc": 78,
      "topic": 16,
      "similarity": 0.7636184158407467
    },
    {
      "doc": 78,
      "topic": 17,
      "similarity": 0.7530718335028554
    },
    {
      "doc": 78,
      "topic": 20,
      "similarity": 0.76178798810678
    },
    {
      "doc": 78,
      "topic": 22,
      "similarity": 0.7519117738396246
    },
    {
      "doc": 79,
      "topic": 2,
      "similarity": 0.7720760902547018
    },
    {
      "doc": 79,
      "topic": 3,
      "similarity": 0.8200225186324215
    },
    {
      "doc": 79,
      "topic": 4,
      "similarity": 0.8123240343737654
    },
    {
      "doc": 79,
      "topic": 5,
      "similarity": 0.8261756325226625
    },
    {
      "doc": 79,
      "topic": 6,
      "similarity": 0.8253555905623111
    },
    {
      "doc": 79,
      "topic": 7,
      "similarity": 0.8019758788564766
    },
    {
      "doc": 79,
      "topic": 8,
      "similarity": 0.7556887751126148
    },
    {
      "doc": 79,
      "topic": 9,
      "similarity": 0.7606073262938535
    },
    {
      "doc": 79,
      "topic": 10,
      "similarity": 0.7668170056190304
    },
    {
      "doc": 79,
      "topic": 11,
      "similarity": 0.7638675430231944
    },
    {
      "doc": 79,
      "topic": 12,
      "similarity": 0.766849428649943
    },
    {
      "doc": 79,
      "topic": 13,
      "similarity": 0.7784039849078889
    },
    {
      "doc": 79,
      "topic": 15,
      "similarity": 0.7707458292370369
    },
    {
      "doc": 79,
      "topic": 16,
      "similarity": 0.7977442580315071
    },
    {
      "doc": 79,
      "topic": 17,
      "similarity": 0.7760422079493204
    },
    {
      "doc": 79,
      "topic": 18,
      "similarity": 0.7687935847500554
    },
    {
      "doc": 79,
      "topic": 20,
      "similarity": 0.7506908141177997
    },
    {
      "doc": 79,
      "topic": 22,
      "similarity": 0.7888191419160459
    },
    {
      "doc": 80,
      "topic": 1,
      "similarity": 0.7765902074685874
    },
    {
      "doc": 80,
      "topic": 2,
      "similarity": 0.7596813863855245
    },
    {
      "doc": 80,
      "topic": 3,
      "similarity": 0.7950248376926135
    },
    {
      "doc": 80,
      "topic": 4,
      "similarity": 0.8032938876600422
    },
    {
      "doc": 80,
      "topic": 5,
      "similarity": 0.817482586898276
    },
    {
      "doc": 80,
      "topic": 6,
      "similarity": 0.7742041136673987
    },
    {
      "doc": 80,
      "topic": 7,
      "similarity": 0.7608072147898728
    },
    {
      "doc": 80,
      "topic": 10,
      "similarity": 0.766106826097655
    },
    {
      "doc": 80,
      "topic": 13,
      "similarity": 0.7525457867096769
    },
    {
      "doc": 80,
      "topic": 14,
      "similarity": 0.753964528171379
    },
    {
      "doc": 80,
      "topic": 16,
      "similarity": 0.8018819415527271
    },
    {
      "doc": 80,
      "topic": 17,
      "similarity": 0.8694005875452105
    },
    {
      "doc": 80,
      "topic": 18,
      "similarity": 0.7785917829914829
    },
    {
      "doc": 80,
      "topic": 19,
      "similarity": 0.7515092156193176
    },
    {
      "doc": 80,
      "topic": 20,
      "similarity": 0.7659565003927719
    },
    {
      "doc": 80,
      "topic": 22,
      "similarity": 0.7623436441179473
    },
    {
      "doc": 81,
      "topic": 1,
      "similarity": 0.7805770973609883
    },
    {
      "doc": 81,
      "topic": 3,
      "similarity": 0.813167758227
    },
    {
      "doc": 81,
      "topic": 4,
      "similarity": 0.8251558043833446
    },
    {
      "doc": 81,
      "topic": 5,
      "similarity": 0.8008497066766804
    },
    {
      "doc": 81,
      "topic": 6,
      "similarity": 0.7661854908530698
    },
    {
      "doc": 81,
      "topic": 7,
      "similarity": 0.7507749455415287
    },
    {
      "doc": 81,
      "topic": 15,
      "similarity": 0.7619253557513057
    },
    {
      "doc": 81,
      "topic": 16,
      "similarity": 0.817544671754966
    },
    {
      "doc": 81,
      "topic": 17,
      "similarity": 0.8237149089786961
    },
    {
      "doc": 82,
      "topic": 1,
      "similarity": 0.7640045908897282
    },
    {
      "doc": 82,
      "topic": 2,
      "similarity": 0.7556772174341018
    },
    {
      "doc": 82,
      "topic": 3,
      "similarity": 0.8152003165164898
    },
    {
      "doc": 82,
      "topic": 4,
      "similarity": 0.8401412471294699
    },
    {
      "doc": 82,
      "topic": 5,
      "similarity": 0.8118494636542866
    },
    {
      "doc": 82,
      "topic": 6,
      "similarity": 0.7834441298868348
    },
    {
      "doc": 82,
      "topic": 7,
      "similarity": 0.7588979081624632
    },
    {
      "doc": 82,
      "topic": 9,
      "similarity": 0.7698385888586724
    },
    {
      "doc": 82,
      "topic": 10,
      "similarity": 0.762484076058715
    },
    {
      "doc": 82,
      "topic": 12,
      "similarity": 0.758795671208107
    },
    {
      "doc": 82,
      "topic": 13,
      "similarity": 0.7537577236170545
    },
    {
      "doc": 82,
      "topic": 14,
      "similarity": 0.7517307806835417
    },
    {
      "doc": 82,
      "topic": 15,
      "similarity": 0.7620144614216736
    },
    {
      "doc": 82,
      "topic": 16,
      "similarity": 0.8421948483498413
    },
    {
      "doc": 82,
      "topic": 17,
      "similarity": 0.8436314025730521
    },
    {
      "doc": 82,
      "topic": 18,
      "similarity": 0.7588422965780306
    },
    {
      "doc": 82,
      "topic": 19,
      "similarity": 0.7521110561215829
    },
    {
      "doc": 82,
      "topic": 20,
      "similarity": 0.752839648389124
    },
    {
      "doc": 82,
      "topic": 22,
      "similarity": 0.769373554226159
    },
    {
      "doc": 83,
      "topic": 2,
      "similarity": 0.7582363635043499
    },
    {
      "doc": 83,
      "topic": 3,
      "similarity": 0.8111851645451015
    },
    {
      "doc": 83,
      "topic": 4,
      "similarity": 0.8119733670338026
    },
    {
      "doc": 83,
      "topic": 5,
      "similarity": 0.8409511379031165
    },
    {
      "doc": 83,
      "topic": 6,
      "similarity": 0.7969115850948969
    },
    {
      "doc": 83,
      "topic": 7,
      "similarity": 0.770752425165066
    },
    {
      "doc": 83,
      "topic": 9,
      "similarity": 0.7637077925242594
    },
    {
      "doc": 83,
      "topic": 10,
      "similarity": 0.7836260641514488
    },
    {
      "doc": 83,
      "topic": 13,
      "similarity": 0.7562829439136164
    },
    {
      "doc": 83,
      "topic": 15,
      "similarity": 0.7617770857304352
    },
    {
      "doc": 83,
      "topic": 16,
      "similarity": 0.8195613295918377
    },
    {
      "doc": 83,
      "topic": 17,
      "similarity": 0.8018274094963805
    },
    {
      "doc": 83,
      "topic": 18,
      "similarity": 0.7798417675023891
    },
    {
      "doc": 83,
      "topic": 20,
      "similarity": 0.7575505895140803
    },
    {
      "doc": 83,
      "topic": 22,
      "similarity": 0.785675019178849
    },
    {
      "doc": 84,
      "topic": 3,
      "similarity": 0.769887529969896
    },
    {
      "doc": 84,
      "topic": 4,
      "similarity": 0.7906449419176454
    },
    {
      "doc": 84,
      "topic": 5,
      "similarity": 0.785681426101741
    },
    {
      "doc": 84,
      "topic": 6,
      "similarity": 0.753773073741822
    },
    {
      "doc": 84,
      "topic": 13,
      "similarity": 0.759837693207608
    },
    {
      "doc": 84,
      "topic": 16,
      "similarity": 0.7901220159020081
    },
    {
      "doc": 84,
      "topic": 17,
      "similarity": 0.809064194218464
    },
    {
      "doc": 84,
      "topic": 19,
      "similarity": 0.7582256081711687
    },
    {
      "doc": 85,
      "topic": 1,
      "similarity": 0.7692148090553762
    },
    {
      "doc": 85,
      "topic": 3,
      "similarity": 0.8404165403193113
    },
    {
      "doc": 85,
      "topic": 4,
      "similarity": 0.824368979339436
    },
    {
      "doc": 85,
      "topic": 5,
      "similarity": 0.8442070763477696
    },
    {
      "doc": 85,
      "topic": 6,
      "similarity": 0.781500267193475
    },
    {
      "doc": 85,
      "topic": 7,
      "similarity": 0.7699089605001646
    },
    {
      "doc": 85,
      "topic": 9,
      "similarity": 0.7527302228881535
    },
    {
      "doc": 85,
      "topic": 10,
      "similarity": 0.7722283166096685
    },
    {
      "doc": 85,
      "topic": 13,
      "similarity": 0.7508656212835378
    },
    {
      "doc": 85,
      "topic": 16,
      "similarity": 0.8178350276908969
    },
    {
      "doc": 85,
      "topic": 17,
      "similarity": 0.8196561377296877
    },
    {
      "doc": 85,
      "topic": 18,
      "similarity": 0.7558179967228221
    },
    {
      "doc": 85,
      "topic": 22,
      "similarity": 0.7585761330012732
    },
    {
      "doc": 86,
      "topic": 3,
      "similarity": 0.7925861220873007
    },
    {
      "doc": 86,
      "topic": 4,
      "similarity": 0.8304282298561206
    },
    {
      "doc": 86,
      "topic": 5,
      "similarity": 0.8001392092787543
    },
    {
      "doc": 86,
      "topic": 6,
      "similarity": 0.7544491589686604
    },
    {
      "doc": 86,
      "topic": 7,
      "similarity": 0.7594544666234776
    },
    {
      "doc": 86,
      "topic": 16,
      "similarity": 0.8208448631453308
    },
    {
      "doc": 86,
      "topic": 17,
      "similarity": 0.8182285002126439
    },
    {
      "doc": 86,
      "topic": 18,
      "similarity": 0.7509664672124333
    },
    {
      "doc": 87,
      "topic": 1,
      "similarity": 0.7734718956663317
    },
    {
      "doc": 87,
      "topic": 2,
      "similarity": 0.764108706697226
    },
    {
      "doc": 87,
      "topic": 3,
      "similarity": 0.8025168861628806
    },
    {
      "doc": 87,
      "topic": 4,
      "similarity": 0.8428719933468725
    },
    {
      "doc": 87,
      "topic": 5,
      "similarity": 0.7948103730499835
    },
    {
      "doc": 87,
      "topic": 10,
      "similarity": 0.7744045793582904
    },
    {
      "doc": 87,
      "topic": 12,
      "similarity": 0.7531501478022232
    },
    {
      "doc": 87,
      "topic": 13,
      "similarity": 0.7733613382723918
    },
    {
      "doc": 87,
      "topic": 14,
      "similarity": 0.764223010813316
    },
    {
      "doc": 87,
      "topic": 16,
      "similarity": 0.8218920868077487
    },
    {
      "doc": 87,
      "topic": 17,
      "similarity": 0.8120213847791289
    },
    {
      "doc": 88,
      "topic": 4,
      "similarity": 0.7680785265550805
    },
    {
      "doc": 88,
      "topic": 5,
      "similarity": 0.7998314286527322
    },
    {
      "doc": 88,
      "topic": 6,
      "similarity": 0.7678643858651819
    },
    {
      "doc": 88,
      "topic": 7,
      "similarity": 0.7768625438210558
    },
    {
      "doc": 88,
      "topic": 14,
      "similarity": 0.7543934227892999
    },
    {
      "doc": 88,
      "topic": 16,
      "similarity": 0.8057788270555388
    },
    {
      "doc": 88,
      "topic": 17,
      "similarity": 0.7927133355159913
    },
    {
      "doc": 88,
      "topic": 18,
      "similarity": 0.8297521241009588
    },
    {
      "doc": 88,
      "topic": 20,
      "similarity": 0.755428415100054
    },
    {
      "doc": 89,
      "topic": 2,
      "similarity": 0.7754251002637854
    },
    {
      "doc": 89,
      "topic": 3,
      "similarity": 0.8852692475327059
    },
    {
      "doc": 89,
      "topic": 4,
      "similarity": 0.8223084671682263
    },
    {
      "doc": 89,
      "topic": 5,
      "similarity": 0.8105894546653598
    },
    {
      "doc": 89,
      "topic": 6,
      "similarity": 0.7898277630622006
    },
    {
      "doc": 89,
      "topic": 7,
      "similarity": 0.7604908385078659
    },
    {
      "doc": 89,
      "topic": 9,
      "similarity": 0.7599152834197153
    },
    {
      "doc": 89,
      "topic": 10,
      "similarity": 0.7560221567097667
    },
    {
      "doc": 89,
      "topic": 13,
      "similarity": 0.7630088754531872
    },
    {
      "doc": 89,
      "topic": 15,
      "similarity": 0.7557598635399024
    },
    {
      "doc": 89,
      "topic": 16,
      "similarity": 0.8188020523718145
    },
    {
      "doc": 89,
      "topic": 17,
      "similarity": 0.8153719110430584
    },
    {
      "doc": 90,
      "topic": 2,
      "similarity": 0.7697712888977639
    },
    {
      "doc": 90,
      "topic": 3,
      "similarity": 0.8223636926500603
    },
    {
      "doc": 90,
      "topic": 4,
      "similarity": 0.8286283105301844
    },
    {
      "doc": 90,
      "topic": 5,
      "similarity": 0.7992634265582688
    },
    {
      "doc": 90,
      "topic": 6,
      "similarity": 0.770201053256596
    },
    {
      "doc": 90,
      "topic": 7,
      "similarity": 0.760677511418863
    },
    {
      "doc": 90,
      "topic": 10,
      "similarity": 0.7821301385234897
    },
    {
      "doc": 90,
      "topic": 16,
      "similarity": 0.8266050512334687
    },
    {
      "doc": 90,
      "topic": 17,
      "similarity": 0.7879419893935373
    },
    {
      "doc": 90,
      "topic": 18,
      "similarity": 0.7508981050347335
    },
    {
      "doc": 91,
      "topic": 1,
      "similarity": 0.7856287856906672
    },
    {
      "doc": 91,
      "topic": 2,
      "similarity": 0.7584261477529106
    },
    {
      "doc": 91,
      "topic": 3,
      "similarity": 0.8100014307885424
    },
    {
      "doc": 91,
      "topic": 4,
      "similarity": 0.85468451643036
    },
    {
      "doc": 91,
      "topic": 5,
      "similarity": 0.812718866085873
    },
    {
      "doc": 91,
      "topic": 6,
      "similarity": 0.7844655241718242
    },
    {
      "doc": 91,
      "topic": 7,
      "similarity": 0.7743628304928016
    },
    {
      "doc": 91,
      "topic": 9,
      "similarity": 0.7716587497162329
    },
    {
      "doc": 91,
      "topic": 13,
      "similarity": 0.7597949716579581
    },
    {
      "doc": 91,
      "topic": 15,
      "similarity": 0.7506419008799499
    },
    {
      "doc": 91,
      "topic": 16,
      "similarity": 0.8278666535321906
    },
    {
      "doc": 91,
      "topic": 17,
      "similarity": 0.8543424533742268
    },
    {
      "doc": 91,
      "topic": 18,
      "similarity": 0.7548297217076771
    },
    {
      "doc": 91,
      "topic": 20,
      "similarity": 0.7549273726960777
    },
    {
      "doc": 91,
      "topic": 22,
      "similarity": 0.7635179864252669
    },
    {
      "doc": 92,
      "topic": 1,
      "similarity": 0.7514430032165195
    },
    {
      "doc": 92,
      "topic": 3,
      "similarity": 0.7800187331298507
    },
    {
      "doc": 92,
      "topic": 4,
      "similarity": 0.7954332247462987
    },
    {
      "doc": 92,
      "topic": 5,
      "similarity": 0.8101292954824738
    },
    {
      "doc": 92,
      "topic": 6,
      "similarity": 0.7659942974414392
    },
    {
      "doc": 92,
      "topic": 7,
      "similarity": 0.7707313610600293
    },
    {
      "doc": 92,
      "topic": 13,
      "similarity": 0.7874276611316512
    },
    {
      "doc": 92,
      "topic": 16,
      "similarity": 0.7957920899896828
    },
    {
      "doc": 92,
      "topic": 17,
      "similarity": 0.8272216194977775
    },
    {
      "doc": 92,
      "topic": 18,
      "similarity": 0.7782663632690019
    },
    {
      "doc": 92,
      "topic": 20,
      "similarity": 0.7672563589578846
    },
    {
      "doc": 92,
      "topic": 22,
      "similarity": 0.7564796906937432
    },
    {
      "doc": 93,
      "topic": 3,
      "similarity": 0.788962444033706
    },
    {
      "doc": 93,
      "topic": 4,
      "similarity": 0.8049297588185828
    },
    {
      "doc": 93,
      "topic": 5,
      "similarity": 0.8007757597680204
    },
    {
      "doc": 93,
      "topic": 6,
      "similarity": 0.7690666209882273
    },
    {
      "doc": 93,
      "topic": 7,
      "similarity": 0.7671791621113204
    },
    {
      "doc": 93,
      "topic": 15,
      "similarity": 0.757541118573302
    },
    {
      "doc": 93,
      "topic": 16,
      "similarity": 0.8090274169537971
    },
    {
      "doc": 93,
      "topic": 17,
      "similarity": 0.8248429491155955
    },
    {
      "doc": 93,
      "topic": 18,
      "similarity": 0.7574805180448081
    },
    {
      "doc": 93,
      "topic": 22,
      "similarity": 0.7610896644936114
    },
    {
      "doc": 94,
      "topic": 1,
      "similarity": 0.7591531556621118
    },
    {
      "doc": 94,
      "topic": 2,
      "similarity": 0.7667562119300223
    },
    {
      "doc": 94,
      "topic": 3,
      "similarity": 0.8010196413445265
    },
    {
      "doc": 94,
      "topic": 4,
      "similarity": 0.8585459471550628
    },
    {
      "doc": 94,
      "topic": 5,
      "similarity": 0.7779151794564929
    },
    {
      "doc": 94,
      "topic": 6,
      "similarity": 0.7829158992866245
    },
    {
      "doc": 94,
      "topic": 7,
      "similarity": 0.7630340485037014
    },
    {
      "doc": 94,
      "topic": 8,
      "similarity": 0.7514204249390966
    },
    {
      "doc": 94,
      "topic": 9,
      "similarity": 0.7652710875413604
    },
    {
      "doc": 94,
      "topic": 12,
      "similarity": 0.7709677031161213
    },
    {
      "doc": 94,
      "topic": 13,
      "similarity": 0.7634427605981744
    },
    {
      "doc": 94,
      "topic": 15,
      "similarity": 0.7559010741059722
    },
    {
      "doc": 94,
      "topic": 16,
      "similarity": 0.7929407035332986
    },
    {
      "doc": 94,
      "topic": 17,
      "similarity": 0.793192923173927
    },
    {
      "doc": 95,
      "topic": 3,
      "similarity": 0.8136367621935455
    },
    {
      "doc": 95,
      "topic": 4,
      "similarity": 0.8153374677025548
    },
    {
      "doc": 95,
      "topic": 5,
      "similarity": 0.8104399892627263
    },
    {
      "doc": 95,
      "topic": 6,
      "similarity": 0.7569973147826515
    },
    {
      "doc": 95,
      "topic": 7,
      "similarity": 0.7724494128809848
    },
    {
      "doc": 95,
      "topic": 10,
      "similarity": 0.7773558363612605
    },
    {
      "doc": 95,
      "topic": 13,
      "similarity": 0.7591838123838839
    },
    {
      "doc": 95,
      "topic": 15,
      "similarity": 0.7715572797158936
    },
    {
      "doc": 95,
      "topic": 16,
      "similarity": 0.8486324406886148
    },
    {
      "doc": 95,
      "topic": 17,
      "similarity": 0.8496877386462451
    },
    {
      "doc": 95,
      "topic": 20,
      "similarity": 0.7651577374472573
    },
    {
      "doc": 95,
      "topic": 22,
      "similarity": 0.7546752915068977
    },
    {
      "doc": 96,
      "topic": 1,
      "similarity": 0.7534646101221616
    },
    {
      "doc": 96,
      "topic": 2,
      "similarity": 0.7604796685802242
    },
    {
      "doc": 96,
      "topic": 3,
      "similarity": 0.8158534857724957
    },
    {
      "doc": 96,
      "topic": 4,
      "similarity": 0.8654702622355823
    },
    {
      "doc": 96,
      "topic": 5,
      "similarity": 0.7952761057687869
    },
    {
      "doc": 96,
      "topic": 6,
      "similarity": 0.7673400696989818
    },
    {
      "doc": 96,
      "topic": 7,
      "similarity": 0.7589150356776131
    },
    {
      "doc": 96,
      "topic": 9,
      "similarity": 0.7528695281300357
    },
    {
      "doc": 96,
      "topic": 12,
      "similarity": 0.760838013243029
    },
    {
      "doc": 96,
      "topic": 13,
      "similarity": 0.7614052774882671
    },
    {
      "doc": 96,
      "topic": 14,
      "similarity": 0.7574492818443264
    },
    {
      "doc": 96,
      "topic": 16,
      "similarity": 0.8126472906680899
    },
    {
      "doc": 96,
      "topic": 17,
      "similarity": 0.8171643062875618
    },
    {
      "doc": 96,
      "topic": 18,
      "similarity": 0.7679987507647067
    },
    {
      "doc": 96,
      "topic": 22,
      "similarity": 0.7562809819198104
    },
    {
      "doc": 97,
      "topic": 1,
      "similarity": 0.7603143191619869
    },
    {
      "doc": 97,
      "topic": 3,
      "similarity": 0.8258654803416307
    },
    {
      "doc": 97,
      "topic": 4,
      "similarity": 0.84321044185608
    },
    {
      "doc": 97,
      "topic": 5,
      "similarity": 0.8023037482901705
    },
    {
      "doc": 97,
      "topic": 6,
      "similarity": 0.7705020689577072
    },
    {
      "doc": 97,
      "topic": 7,
      "similarity": 0.7503352536111075
    },
    {
      "doc": 97,
      "topic": 9,
      "similarity": 0.753343681853552
    },
    {
      "doc": 97,
      "topic": 10,
      "similarity": 0.7651443843478009
    },
    {
      "doc": 97,
      "topic": 16,
      "similarity": 0.82566081300996
    },
    {
      "doc": 97,
      "topic": 17,
      "similarity": 0.8361126789955872
    },
    {
      "doc": 97,
      "topic": 18,
      "similarity": 0.7633853121428689
    },
    {
      "doc": 97,
      "topic": 20,
      "similarity": 0.7585070379361798
    },
    {
      "doc": 97,
      "topic": 22,
      "similarity": 0.7739492643693727
    },
    {
      "doc": 98,
      "topic": 3,
      "similarity": 0.8342813720408929
    },
    {
      "doc": 98,
      "topic": 4,
      "similarity": 0.8300558430899843
    },
    {
      "doc": 98,
      "topic": 5,
      "similarity": 0.7932317081336826
    },
    {
      "doc": 98,
      "topic": 6,
      "similarity": 0.7694048498761116
    },
    {
      "doc": 98,
      "topic": 7,
      "similarity": 0.7554925340877435
    },
    {
      "doc": 98,
      "topic": 13,
      "similarity": 0.7656581852570917
    },
    {
      "doc": 98,
      "topic": 16,
      "similarity": 0.8117618991931325
    },
    {
      "doc": 98,
      "topic": 17,
      "similarity": 0.8172468416410851
    },
    {
      "doc": 99,
      "topic": 1,
      "similarity": 0.7532890773966573
    },
    {
      "doc": 99,
      "topic": 3,
      "similarity": 0.8088301760986341
    },
    {
      "doc": 99,
      "topic": 4,
      "similarity": 0.8476094053273829
    },
    {
      "doc": 99,
      "topic": 5,
      "similarity": 0.7954478233813682
    },
    {
      "doc": 99,
      "topic": 6,
      "similarity": 0.7639335468644084
    },
    {
      "doc": 99,
      "topic": 7,
      "similarity": 0.763234566215736
    },
    {
      "doc": 99,
      "topic": 9,
      "similarity": 0.7565317167959461
    },
    {
      "doc": 99,
      "topic": 10,
      "similarity": 0.7554226092806826
    },
    {
      "doc": 99,
      "topic": 16,
      "similarity": 0.8138758052661285
    },
    {
      "doc": 99,
      "topic": 17,
      "similarity": 0.8310881133768534
    }
  ]
}